{
  "items": {
    "doi:10.1162/IMAG.a.14": {
      "title": "Neurophysiological mechanisms of focused attention meditation: A scoping systematic review",
      "first_seen": "2026-01-20T04:12:57.246915"
    },
    "doi:10.3390/s26020475": {
      "title": "Focused Attention Meditation as a Pre-Exercise Strategy for Reducing Anxiety in Speed Skaters",
      "first_seen": "2026-01-20T04:12:57.246919"
    },
    "doi:10.1101/2025.07.01.662572": {
      "title": "Distinct patterns of directed brain connectivity in focused attention, open monitoring and loving kindness meditation: An EEG Granger causality study with long-term meditators",
      "first_seen": "2026-01-20T04:12:57.246920"
    },
    "doi:10.1007/s12671-025-02650-4": {
      "title": "The Effects of Focused Attention and Open Monitoring Meditation on Interval Duration Estimation and Passage of Time Judgments in Non-meditators",
      "first_seen": "2026-01-20T04:12:57.246921"
    },
    "doi:10.1371/journal.pone.0322537": {
      "title": "The individual and sequential effect of focused attention and open monitoring meditation on mindfulness skills",
      "first_seen": "2026-01-20T04:12:57.246922"
    },
    "doi:10.1101/2025.09.10.25335492": {
      "title": "Neurofluid circulation changes during a focused attention style of mindfulness meditation",
      "first_seen": "2026-01-20T04:12:57.246923"
    },
    "doi:10.1016/j.neuroscience.2025.02.017": {
      "title": "Investigating the effects of focused attention (mantra) meditation on mismatch negativity: Insights into sensory and cognitive processing using an intensity oddball paradigm",
      "first_seen": "2026-01-20T04:12:57.246924"
    },
    "doi:10.1093/cercor/bhaf024": {
      "title": "Dynamic functional connectivity signatures of focused attention on the breath in adolescents.",
      "first_seen": "2026-01-20T04:12:57.246925"
    },
    "doi:10.1163/22134468-bja10127": {
      "title": "Meditation-Like States of Attention and Time Perception: Longer Productions in Deeper and More Embodied States",
      "first_seen": "2026-01-20T04:12:57.246926"
    },
    "doi:10.3389/fnhum.2024.1482353": {
      "title": "Long-term mindfulness meditation increases occurrence of sensory and attention brain states",
      "first_seen": "2026-01-20T04:12:57.246927"
    },
    "doi:10.1145/3706598.3713208": {
      "title": "The Walking Meditation Mat: Leveraging Targeted Heat Sensation to Guide Attention Inward",
      "first_seen": "2026-01-20T04:12:57.246927"
    },
    "doi:10.3390/humans5040027": {
      "title": "Biopolitics of Techno-Mindfulness: Anthropological Reflections on the Issue of Modern App-Based Training of Focused Attention",
      "first_seen": "2026-01-20T04:12:57.246929"
    },
    "doi:10.3389/fpsyg.2025.1649564": {
      "title": "Beyond mindfulness: how Buddhist meditation transforms consciousness through distinct psychological pathways",
      "first_seen": "2026-01-20T04:12:57.246930"
    },
    "doi:10.1080/09658211.2025.2458300": {
      "title": "Mindfulness meditation can improve both focal and non-focal prospective memory performance",
      "first_seen": "2026-01-20T04:12:57.246930"
    },
    "doi:10.20935/mhealthwellb7666": {
      "title": "The mind’s abyss: Exploring the adverse effects of distinct forms of meditation",
      "first_seen": "2026-01-20T04:12:57.246931"
    },
    "doi:10.1093/nc/niaf047": {
      "title": "Meditation induces shifts in neural oscillations, brain complexity, and critical dynamics: novel insights from MEG",
      "first_seen": "2026-01-20T04:12:57.246932"
    },
    "doi:10.1101/2025.07.01.662528": {
      "title": "Neuroplasticity of directed connectivity in long-term meditation: Evidence from EEG Granger causality",
      "first_seen": "2026-01-20T04:12:57.246933"
    },
    "doi:10.36106/ijsr/9510938": {
      "title": "A STUDY TO EVALUATE THE EFFECTIVENESS OF MEDITATION TO REDUCE THE LEVEL OF BURNOUT SYNDROME AMONG BANK EMPLOYEES OF THE CITY.",
      "first_seen": "2026-01-20T04:12:57.246934"
    },
    "doi:10.1101/2025.05.20.655049": {
      "title": "Differential Effects of Meditation States and Traits on the Neural Mechanisms of Pain Processing",
      "first_seen": "2026-01-20T04:12:57.246935"
    },
    "doi:10.1093/cercor/bhaf200": {
      "title": "Neural correlates of metacontrol persistence and flexibility induced by creativity and meditation.",
      "first_seen": "2026-01-20T04:12:57.246936"
    },
    "doi:10.52403/ijhsr.20250409": {
      "title": "Strengthening from Within: Uniting Satwavajaya Chikitsa, Meditation, and Yogasana for Optimal Mental, Emotional, and Physical Resilience",
      "first_seen": "2026-01-20T04:12:57.246937"
    },
    "doi:10.1136/bmjopen-2024-097236": {
      "title": "Randomised controlled trial of VR-based observation meditation with AI coaching (‘Otti’) for stress reduction in university students in the United States: study protocol",
      "first_seen": "2026-01-20T04:12:57.246938"
    },
    "doi:10.7507/1001-5515.202504044": {
      "title": "[Multi-source adversarial adaptation with calibration for electroencephalogram-based classification of meditation and resting states].",
      "first_seen": "2026-01-20T04:12:57.246939"
    },
    "doi:10.7868/s3034531625030039": {
      "title": "Pilot fMRI-EEG study of tantric meditation in Tibetan monks",
      "first_seen": "2026-01-20T04:12:57.246940"
    },
    "doi:10.3389/fpsyg.2025.1572499": {
      "title": "How static and kinetic meditation, with or without guidance, affect autonomic nervous system activity in novice meditators",
      "first_seen": "2026-01-20T04:12:57.246941"
    },
    "doi:10.59231/sari7856": {
      "title": "Inner Calm: The Transformative Power of Meditation and Contemplative Practices in Stress Reduction",
      "first_seen": "2026-01-20T04:12:57.246942"
    },
    "doi:10.3390/buildings15224182": {
      "title": "Developing Design Recommendations for Meditation Centres Through a Mixed-Method Study",
      "first_seen": "2026-01-20T04:12:57.246943"
    },
    "doi:10.3390/healthcare13233044": {
      "title": "The Moderating Role of Personality on the Effects of Concentration-, Ethics- and Wisdom-Based Meditation Practices for Well-Being and Prosociality",
      "first_seen": "2026-01-20T04:12:57.246943"
    },
    "doi:10.12972/kjhn.2025.2.1.4": {
      "title": "Nursing Students’ Experiences of Mindfulness Meditation through Famous Painting Appreciation and Singing Bowl Sound Healing: A Qualitative Analysis of Reflective Journals",
      "first_seen": "2026-01-20T04:12:57.246944"
    },
    "doi:10.57067/pfvxcr55": {
      "title": "Dynamic Martial Arts as Meditation: Vipassana as a Philosophical and Practical Synchronicity",
      "first_seen": "2026-01-20T04:12:57.246945"
    },
    "doi:10.1016/j.jad.2025.120391": {
      "title": "Turning the tide: A randomized controlled trial of a brief digital mindfulness intervention to reduce immediate and delayed negative interpretation bias.",
      "first_seen": "2026-01-20T04:12:57.246946"
    },
    "doi:10.1093/geronb/gbaf235": {
      "title": "Effects of mindfulness training on sustained attention and mind-wandering in older adults: results from the HealthyAgers randomized controlled trial.",
      "first_seen": "2026-01-20T04:12:57.246947"
    },
    "doi:10.1044/2025_LSHSS-24-00127": {
      "title": "Mindfulness and the International Classification of Functioning, Disability and Health as Tools for Managing Secondary Trauma Experienced by School-Based Speech-Language Pathologists and Audiologists.",
      "first_seen": "2026-01-20T04:12:57.246948"
    },
    "doi:10.1093/schbul/sbae198": {
      "title": "Yoga-Based Group Intervention for Inpatients with Schizophrenia Spectrum Disorders-Feasibility, Acceptability, and Preliminary Outcomes of a Rater-Blinded Randomized Controlled Trial.",
      "first_seen": "2026-01-20T04:12:57.246949"
    },
    "doi:10.1080/20008066.2025.2602298": {
      "title": "The efficacy and mechanism of an integrated mindfulness-based programme on posttraumatic stress disorder among people with HIV: a randomized controlled trial with 3-month follow up.",
      "first_seen": "2026-01-20T04:12:57.246950"
    },
    "doi:10.1017/S0033291725102973": {
      "title": "Implicit opioid associations in OUD treatment: prediction of treatment response and moderation by mindfulness-oriented recovery enhancement.",
      "first_seen": "2026-01-20T04:12:57.246950"
    },
    "doi:10.1136/bmjopen-2025-104334": {
      "title": "Traditional, integrative and complementary medicine use in the UK population: results of a nationally representative cross-sectional survey.",
      "first_seen": "2026-01-20T04:12:57.246951"
    },
    "doi:10.1177/15598276261417271": {
      "title": "Effects of Lifestyle Medicine on Alzheimer's Disease: Insights From Emerging Evidence and Multi-Domain Interventions.",
      "first_seen": "2026-01-20T04:12:57.246952"
    },
    "doi:10.1016/j.jad.2025.120438": {
      "title": "Effects of prenatal exercise on prenatal and postpartum depression and anxiety symptoms: A systematic review and network meta-analysis.",
      "first_seen": "2026-01-20T04:12:57.246953"
    },
    "doi:10.1016/j.jad.2026.121189": {
      "title": "Psychological intervention for postpartum depression: A systematic review and network meta-analysis.",
      "first_seen": "2026-01-20T04:12:57.246954"
    },
    "doi:10.1136/bmjopen-2025-110239": {
      "title": "Exploring the mechanisms of yoga-based cardiac rehabilitation in heart failure via assessment of endothelial function, genomics and arterial health (Yoga-EndOmics): a study protocol.",
      "first_seen": "2026-01-20T04:12:57.246955"
    },
    "doi:10.1080/07481187.2026.2613244": {
      "title": "The effects of Mindfulness-Based Stress Reduction program on stress, subjective anxiety, self-compassion, and prenatal attachment in pregnant women with perinatal loss: A randomized controlled trial.",
      "first_seen": "2026-01-20T04:12:57.246956"
    },
    "doi:10.1016/j.jneb.2025.12.011": {
      "title": "Healthy Eating for Young Adults: Communication in Early Stages of Behavior Change.",
      "first_seen": "2026-01-20T04:12:57.246957"
    },
    "doi:10.1177/09226028251410014": {
      "title": "A Brief Mindfulness Intervention for Pain Management in Fibromyalgia: A Single-arm Open-Label Study.",
      "first_seen": "2026-01-20T04:12:57.246958"
    },
    "url:https://www.newyorker.com/culture/photo-booth/an-indigenous-communitys-spiritual-haunting": {
      "title": "An Indigenous Community’s Spiritual Haunting",
      "first_seen": "2026-01-20T04:12:57.246972"
    },
    "doi:10.3390/electronics14040707": {
      "title": "Comparison of LSTM- and GRU-Type RNN Networks for Attention and Meditation Prediction on Raw EEG Data from Low-Cost Headsets",
      "first_seen": "2026-01-20T12:26:38.895674"
    },
    "doi:10.1177/21677026241298269": {
      "title": "Incidence and Predictors of Meditation-Related Unusual Experiences and Adverse Effects in a Representative Sample of Meditators in the United States",
      "first_seen": "2026-01-20T12:26:38.895687"
    },
    "doi:10.1080/15402002.2025.2475911": {
      "title": "The Effect of Meditation-Based Mind-Body Interventions on Older Adults with Poor Sleep Quality: A Meta-Analysis of Randomized Controlled Trials",
      "first_seen": "2026-01-20T12:26:38.895693"
    },
    "doi:10.1093/nc/niaf013": {
      "title": "Meditation and complexity: a review and synthesis of evidence",
      "first_seen": "2026-01-20T12:26:38.895697"
    },
    "doi:10.1159/000543457": {
      "title": "Effects of Meditation and Yoga on Anxiety, Depression and Chronic Inflammation in Patients with Parkinson’s Disease: A Randomized Clinical Trial",
      "first_seen": "2026-01-20T12:26:38.895702"
    },
    "doi:10.1093/cercor/bhaf039": {
      "title": "Investigating the complex cortical dynamics of an advanced concentrative absorption meditation called jhanas (ACAM-J): a geometric eigenmode analysis.",
      "first_seen": "2026-01-20T12:26:38.895706"
    },
    "doi:10.1007/s12671-025-02607-7": {
      "title": "The Third Wave of Meditation and Mindfulness Research and Implications for Challenging Experiences: Negative Effects, Transformative Psychological Growth, and Forms of Happiness",
      "first_seen": "2026-01-20T12:26:38.895711"
    },
    "doi:10.3390/bs15070909": {
      "title": "The Effects of Loving-Kindness Meditation Guided by Short Video Apps on Policemen’s Mindfulness, Public Service Motivation, Conflict Resolution Skills, and Communication Skills",
      "first_seen": "2026-01-20T12:26:38.895715"
    },
    "doi:10.1162/IMAG.a.82": {
      "title": "Mindfulness, cognition, and long-term meditators: Toward a science of advanced meditation",
      "first_seen": "2026-01-20T12:26:38.895720"
    },
    "doi:10.1177/09727531251326302": {
      "title": "Neurobehavioural Correlates of Breath Meditation in Novice Adolescents: Insights from Anapanasati-based Paradigm.",
      "first_seen": "2026-01-20T12:26:38.895725"
    },
    "doi:10.1038/s41598-025-97179-w": {
      "title": "Effects of long-term mindfulness meditation training on attentional capacity in professional male fencer athletes",
      "first_seen": "2026-01-20T12:26:38.895729"
    },
    "doi:10.1002/smi.70049": {
      "title": "The Effects of an Online Yoga Nidra Meditation on Subjective Well‐Being and Diurnal Salivary Cortisol: A Randomised Controlled Trial",
      "first_seen": "2026-01-20T12:26:38.895734"
    },
    "doi:10.1186/s12906-025-04783-4": {
      "title": "Rapid shift of gut microbiome and enrichment of beneficial microbes during arhatic yoga meditation retreat in a single-arm pilot study",
      "first_seen": "2026-01-20T12:26:38.895738"
    },
    "doi:10.1177/16094069241312826": {
      "title": "Meditation in Qualitative Research for Bracketing and Beyond",
      "first_seen": "2026-01-20T12:26:38.895743"
    },
    "doi:10.1177/15598276251323850": {
      "title": "Evaluating the Meditation Practices and Barriers to Adopting Mindful Medicine Among Physicians.",
      "first_seen": "2026-01-20T12:26:38.895747"
    },
    "doi:10.1093/cercor/bhaf079": {
      "title": "Advanced concentrative absorption meditation reorganizes functional connectivity gradients of the brain: 7T MRI and phenomenology case study of jhana meditation.",
      "first_seen": "2026-01-20T12:26:38.895752"
    },
    "doi:10.1097/CIN.0000000000001307": {
      "title": "Effects of Virtual Reality Meditation on Sleep and Delirium in ICU Patients",
      "first_seen": "2026-01-20T12:26:38.895756"
    },
    "doi:10.1080/15426432.2025.2467127": {
      "title": "Mahavakyam Meditation: a trauma-informed practice to cultivate wellness & resilience with social work students in the classroom and beyond",
      "first_seen": "2026-01-20T12:26:38.895762"
    },
    "doi:10.1080/07448481.2025.2451974": {
      "title": "The integration of meditation into higher education: a systematic literature review",
      "first_seen": "2026-01-20T12:26:38.895766"
    },
    "doi:10.1111/nmo.15014": {
      "title": "Yoga, Meditation, Mindfulness, or Hypnotherapy for GI Disorders: Similar Mechanisms of Action?",
      "first_seen": "2026-01-20T12:26:38.895771"
    },
    "doi:10.3389/fmed.2025.1513699": {
      "title": "A randomized controlled trial of meditation and health education on carotid intima-media thickness and major adverse cardiovascular events in Black men and women",
      "first_seen": "2026-01-20T12:26:38.895775"
    },
    "doi:10.1007/s12671-025-02519-6": {
      "title": "TMS-EEG Shows Mindfulness Meditation Is Associated With a Different Excitation/Inhibition Balance in the Dorsolateral Prefrontal Cortex",
      "first_seen": "2026-01-20T12:26:38.895780"
    },
    "doi:10.1001/jamanetworkopen.2024.54435": {
      "title": "Digital Meditation to Target Employee Stress",
      "first_seen": "2026-01-20T12:26:38.895784"
    },
    "doi:10.1038/s41598-025-01462-9": {
      "title": "Enhancing shooting performance and cognitive engagement in virtual reality environments through brief meditation training",
      "first_seen": "2026-01-20T12:26:38.895788"
    },
    "doi:10.1186/s40708-025-00251-4": {
      "title": "Novel machine learning-driven comparative analysis of CSP, STFT, and CSP-STFT fusion for EEG data classification across multiple meditation and non-meditation sessions in BCI pipeline",
      "first_seen": "2026-01-20T12:26:38.895793"
    },
    "doi:10.1007/s12671-025-02632-6": {
      "title": "Toward a Unified Model of Advanced Meditation, Human Development, Meditation Maps, and Transtradition Metaphors: Facing Impermanence, Suffering, and Death",
      "first_seen": "2026-01-20T12:26:38.895797"
    },
    "doi:10.3390/healthcare13101213": {
      "title": "Effects of Short Video App Guided Mindfulness Meditation on Policemen’s Communication Anxiety, PTSD, Anger Management, and Mood Disorders",
      "first_seen": "2026-01-20T12:26:38.895802"
    },
    "doi:10.1080/07317115.2025.2482089": {
      "title": "A Novel Virtual Reality-Based Nature Meditation Program for Older Adults’ Mental Health: Results from a Pilot Randomized Controlled Trial",
      "first_seen": "2026-01-20T12:26:38.895806"
    },
    "doi:10.1016/j.neubiorev.2025.106141": {
      "title": "Advanced and long-term meditation and the autonomic nervous system: A review and synthesis",
      "first_seen": "2026-01-20T12:26:38.895811"
    },
    "doi:10.3390/rel16030378": {
      "title": "Seers and Ascetics: Analyzing the Vedic Theory of Cognition and Contemplative Practice in the Development of Early Buddhist Meditation and Imaginary",
      "first_seen": "2026-01-20T12:26:38.895815"
    },
    "doi:10.1111/anoc.12246": {
      "title": "The dawn of division: For an anthropological theory of consciousness through contemplative ethnography",
      "first_seen": "2026-01-20T12:26:38.895820"
    },
    "url:https://www.semanticscholar.org/paper/823a6f37db9d18ec4fdfaf02e01400c5ec6c0ab9": {
      "title": "Contemplative Artificial Intelligence",
      "first_seen": "2026-01-20T12:26:38.895824"
    },
    "doi:10.1037/amp0001510": {
      "title": "Love as decolonial praxis: Co-creation of a community-based critical contemplative dialogue intervention.",
      "first_seen": "2026-01-20T12:26:38.895829"
    },
    "doi:10.1007/s12671-025-02535-6": {
      "title": "Contemplative Practices in a Teamwork Setting: A Preliminary Study on Mindfulness Meditations and Interpersonal Skills",
      "first_seen": "2026-01-20T12:26:38.895834"
    },
    "doi:10.1037/ort0000830": {
      "title": "Contemplative practices and the movement toward a more just criminal legal system.",
      "first_seen": "2026-01-20T12:26:38.895838"
    },
    "doi:10.17744/mehc.47.3.04": {
      "title": "Healing the Healers: The Role of Contemplative Practice in Mitigating Counselor Burnout and Empathy Fatigue",
      "first_seen": "2026-01-20T12:26:38.895843"
    },
    "doi:10.1353/scs.2025.a956954": {
      "title": "Sewing and Gleaning: Artistic Contemplative Practice as Invitation",
      "first_seen": "2026-01-20T12:26:38.895847"
    },
    "doi:10.25035/jche.03.01.06": {
      "title": "Narrative Inquiry as Contemplative Methodology",
      "first_seen": "2026-01-20T12:26:38.895852"
    },
    "doi:10.1016/j.bpsgos.2025.100474": {
      "title": "Shedding Light on Changes in Subjective Experience During an Intensive Contemplative Retreat: The Lyon Assessment of Meditation Phenomenology Questionnaire",
      "first_seen": "2026-01-20T12:26:38.895856"
    },
    "doi:10.34044/j.kjss.2025.46.3.12": {
      "title": "Promoting preschoolers’ emotional competence using contemplative education and emotional coaching",
      "first_seen": "2026-01-20T12:26:38.895861"
    },
    "doi:10.53674/pjt.v1i2.207": {
      "title": "Jesus' Prayer as a Contemplative Practice: Inner Transformation and Encounter with the Divine",
      "first_seen": "2026-01-20T12:26:38.895865"
    },
    "doi:10.1080/09589236.2025.2479797": {
      "title": "The contemplative man: ‘positive’ affect and masculinity in ecofascist visual communication",
      "first_seen": "2026-01-20T12:26:38.895872"
    },
    "doi:10.1177/14661381251335817": {
      "title": "Fostering contemplative ethnographers: A tale of fieldwork ethics, vulnerability, and trauma in neoliberal academia",
      "first_seen": "2026-01-20T12:26:38.895876"
    },
    "doi:10.1037/ort0000860": {
      "title": "Reclamation and emancipation in mindfulness and nature-based contemplative practice: A Sankofa-oriented collaborative autoethnography.",
      "first_seen": "2026-01-20T12:26:38.895881"
    },
    "doi:10.1097/JOM.0000000000003587": {
      "title": "Contemplative Training to Bolster University Employees' Mental Health, Well-Being, and Workplace Wellness: A Prospective Observational Study.",
      "first_seen": "2026-01-20T12:26:38.895885"
    },
    "doi:10.5296/jse.v15i2.22784": {
      "title": "Exploring School-Based Contemplative Neuroscience Practices with At-Risk Early Elementary Students",
      "first_seen": "2026-01-20T12:26:38.895890"
    },
    "doi:10.63878/jalt1710": {
      "title": "THE INTERSECTION OF LANGUAGE LEARNING AND MENTAL HEALTH: EXAMINING ANXIETY-REDUCTION STRATEGIES THROUGH CONTEMPLATIVE PEDAGOGY IN ELT",
      "first_seen": "2026-01-20T12:26:38.895894"
    },
    "doi:10.1002/jhbs.70034": {
      "title": "“Intelligence Running Wild”: Edward Podvoll (1936–2003) and the Unfolding of the “Contemplative Psychotherapy” Project",
      "first_seen": "2026-01-20T12:26:38.895898"
    },
    "doi:10.54612/a.722fntd0cn": {
      "title": "Visual Quality Assessment of Outdoor Settings for Nature-Based Interventions in Sweden Using the Contemplative Landscape Model",
      "first_seen": "2026-01-20T12:26:38.895902"
    },
    "doi:10.55476/001c.151171": {
      "title": "4. Spiritual Foundation: Contemplative Pragmatics",
      "first_seen": "2026-01-20T12:26:38.895907"
    },
    "doi:10.1017/hor.2025.5": {
      "title": "“Walking the Path of Conocimiento”: LCWR, Contemplative Dialogue, and Radical Hope for US Catholic Feminist Theologies",
      "first_seen": "2026-01-20T12:26:38.895912"
    },
    "doi:10.25136/2409-8728.2025.1.73209": {
      "title": "The concept of God as a Contemplative: cosmological, anthropological, and ethical-soteriological aspects",
      "first_seen": "2026-01-20T12:26:38.895918"
    },
    "doi:10.1080/20539320.2025.2482521": {
      "title": "The Phenomenology of Japanese Dry Stone Gardens: Aesthetic and Contemplative “Ways of Seeing”",
      "first_seen": "2026-01-20T12:26:38.895924"
    },
    "doi:10.3389/fpsyg.2025.1659774": {
      "title": "Detached self-observation as a developmental catalyst: theoretical insights from dynamical systems thinking, cultural mediation, and contemplative practice",
      "first_seen": "2026-01-20T12:26:38.895928"
    },
    "doi:10.1108/her-10-2024-0045": {
      "title": "Examining posture toward the contemplative: Jill Roe, contemporary spirituality and the case of Steiner education",
      "first_seen": "2026-01-20T12:26:38.895931"
    },
    "doi:10.63223/jphe.2025.60761": {
      "title": "Contemplative practice and Transformative Phenomenology: A methodology for engaging university students in praxis",
      "first_seen": "2026-01-20T12:26:38.895933"
    },
    "doi:10.1037/pst0000578": {
      "title": "Spiritual competency training in mental health and multicultural orientation and contemplative awareness: An evaluation of two training approaches with psychotherapists.",
      "first_seen": "2026-01-20T12:26:38.895936"
    },
    "doi:10.1109/FIE63693.2025.11328178": {
      "title": "WIP: Integrating Contemplative Practices Into First-Year Engineering Education to Foster Compassion and Mindfulness",
      "first_seen": "2026-01-20T12:26:38.895939"
    },
    "doi:10.1177/21582440251403827": {
      "title": "Validation of a French Version of the Nondual Awareness Dimensional Assessment-Trait",
      "first_seen": "2026-01-20T12:26:38.895942"
    },
    "doi:10.3389/fpsyg.2025.1665826": {
      "title": "Without birth, without death—issues in the research of nondual awareness or consciousness itself",
      "first_seen": "2026-01-20T12:26:38.895944"
    },
    "doi:10.3390/bs15121638": {
      "title": "Nondual Awareness, Body Boundary Perception, and Creative Attitudes in Japanese University Students Through a Brief Paired Martial Arts Exercise: A Randomized Controlled Trial",
      "first_seen": "2026-01-20T12:26:38.895947"
    },
    "doi:10.1037/cns0000443": {
      "title": "Unveiling the pathways: The effects of mindfulness and recreational psychedelic experiences on well-being—The mediating roles of nondual awareness, prosociality, and meaning in life.",
      "first_seen": "2026-01-20T12:26:38.895950"
    },
    "doi:10.1353/bcs.2026.a979816": {
      "title": "Self-Awareness (rang rig) and Nondual Presence: Tibetan Mahāmudrā and a Christian-Adjacent Correlation",
      "first_seen": "2026-01-20T12:26:38.895952"
    },
    "doi:10.61420/mp.2025.6.1.41": {
      "title": "From Meditative States to Lasting Transformation: Awareness of Nonduality in Contemplative Science",
      "first_seen": "2026-01-20T12:26:38.895955"
    },
    "doi:10.1080/10447318.2024.2323277": {
      "title": "Could AI Ethical Anxiety, Perceived Ethical Risks and Ethical Awareness About AI Influence University Students’ Use of Generative AI Products? An Ethical Perspective",
      "first_seen": "2026-01-20T12:26:38.895958"
    },
    "doi:10.70175/hclreview.2020.19.2.7": {
      "title": "What Self-Awareness Really Is (and How to Cultivate It)",
      "first_seen": "2026-01-20T12:26:38.895960"
    },
    "doi:10.3390/antibiotics14060599": {
      "title": "Antibiotic Resistance Awareness in Kosovo: Insights from the WHO Antibiotic Resistance: Multi-Country Public Awareness Survey",
      "first_seen": "2026-01-20T12:26:38.895963"
    },
    "doi:10.64719/pb.4119": {
      "title": "Awareness of metabolic concerns and perceived impact of pharmacotherapy in patients with bipolar disorder: a survey of 500 US psychiatrists.",
      "first_seen": "2026-01-20T12:26:38.895966"
    },
    "doi:10.48550/arXiv.2504.01901": {
      "title": "Ross3D: Reconstructive Visual Instruction Tuning with 3D-Awareness",
      "first_seen": "2026-01-20T12:26:38.895968"
    },
    "doi:10.2139/ssrn.5348438": {
      "title": "Sustainable Tourism in Saint Martin Island: An Observation on Young Tourist Perception and Awareness Level",
      "first_seen": "2026-01-20T12:26:38.895971"
    },
    "doi:10.1080/19368623.2025.2449853": {
      "title": "Does smart technology, artificial intelligence, robotics, and algorithm (STARA) awareness have a double-edged-sword influence on proactive customer service performance? Effects of work engagement and employee resilience",
      "first_seen": "2026-01-20T12:26:38.895974"
    },
    "doi:10.1108/ijchm-01-2024-0051": {
      "title": "The double-edged sword effect of artificial intelligence awareness among hotel employees",
      "first_seen": "2026-01-20T12:26:38.895976"
    },
    "doi:10.1109/TIP.2025.3539477": {
      "title": "Deep Underwater Image Quality Assessment With Explicit Degradation Awareness Embedding",
      "first_seen": "2026-01-20T12:26:38.895979"
    },
    "doi:10.1002/ese3.2070": {
      "title": "Exploring the Prevalence of Renewable Energy Practices and Awareness Levels in Palestine",
      "first_seen": "2026-01-20T12:26:38.895982"
    },
    "doi:10.1186/s12912-025-03086-w": {
      "title": "Reflective mindfulness and emotional regulation training to enhance nursing students’ self-awareness, understanding, and regulation: a mixed method randomized controlled trial",
      "first_seen": "2026-01-20T12:26:38.895984"
    },
    "doi:10.1109/TAES.2025.3588484": {
      "title": "AIS-FCANet: Long-Term AIS Data Assisted Frequency-Spatial Contextual Awareness Network for Salient Ship Detection in SAR Imagery",
      "first_seen": "2026-01-20T12:26:38.895987"
    },
    "doi:10.3389/fnut.2025.1528016": {
      "title": "Exploring the role of health consciousness and environmental awareness in purchase intentions for green-packaged organic foods: an extended TPB model",
      "first_seen": "2026-01-20T12:26:38.895990"
    },
    "doi:10.1109/CVPR52734.2025.02103": {
      "title": "DexGrasp Anything: Towards Universal Robotic Dexterous Grasping with Physics Awareness",
      "first_seen": "2026-01-20T12:26:38.895993"
    },
    "doi:10.1001/jamanetworkopen.2024.57232": {
      "title": "Longitudinal Analysis of Obesity Drug Use and Public Awareness",
      "first_seen": "2026-01-20T12:26:38.895995"
    },
    "doi:10.3390/su17062588": {
      "title": "The Impact of Integrating Sustainable Development Goals on Students’ Awareness and Pro-Environmental Behavior: A Case Study of Jordan",
      "first_seen": "2026-01-20T12:26:38.895998"
    },
    "doi:10.1093/ajh/hpaf044": {
      "title": "Trends in Hypertension Prevalence, Awareness, Treatment, and Control Among US Young Adults, 2003-2023.",
      "first_seen": "2026-01-20T12:26:38.896001"
    },
    "doi:10.1109/CVPR52734.2025.00641": {
      "title": "CoSDH: Communication-Efficient Collaborative Perception via Supply-Demand Awareness and Intermediate-Late Hybridization",
      "first_seen": "2026-01-20T12:26:38.896003"
    },
    "doi:10.48550/arXiv.2503.17349": {
      "title": "Beyond Semantics: Rediscovering Spatial Awareness in Vision-Language Models",
      "first_seen": "2026-01-20T12:26:38.896006"
    },
    "doi:10.1108/ijchm-07-2024-0968": {
      "title": "The effect of artificial intelligence awareness on frontline service employees’ silence: the roles of psychological contract breach and moral identity",
      "first_seen": "2026-01-20T12:26:38.896009"
    },
    "doi:10.1108/JHOM-06-2024-0229": {
      "title": "From fear to empowerment: the impact of employees AI awareness on workplace well-being - a new insight from the JD-R model.",
      "first_seen": "2026-01-20T12:26:38.896011"
    },
    "doi:10.48550/arXiv.2505.01420": {
      "title": "Evaluating Frontier Models for Stealth and Situational Awareness",
      "first_seen": "2026-01-20T12:26:38.896014"
    },
    "doi:10.1186/s12912-025-03458-2": {
      "title": "The impact of an AI-focused ethics education program on nursing students’ ethical awareness, moral sensitivity, attitudes, and generative AI adoption intention: a quasi-experimental study",
      "first_seen": "2026-01-20T12:26:38.896016"
    },
    "doi:10.1007/s11365-025-01084-7": {
      "title": "Gender differences in the impact of ecological awareness on entrepreneurial intent",
      "first_seen": "2026-01-20T12:26:38.896019"
    },
    "doi:10.47857/irjms.2025.v06i02.02786": {
      "title": "Mindfulness-Based Stress Reduction (MBSR) for Healthcare Workers",
      "first_seen": "2026-01-20T12:26:38.896022"
    },
    "doi:10.1111/wvn.70031": {
      "title": "Online and In‐Person Mindfulness‐Based Stress Reduction (MBSR) Improves Stress Resilience in Nursing Education",
      "first_seen": "2026-01-20T12:26:38.896024"
    },
    "doi:10.1080/20008066.2025.2501822": {
      "title": "MBSR effects on positive psychological traits and experiential avoidance in head and neck cancer: a randomized controlled trial",
      "first_seen": "2026-01-20T12:26:38.896027"
    },
    "doi:10.1101/2024.12.31.24319806": {
      "title": "Psilocybin-Assisted Group Psychotherapy + Mindfulness Based Stress Reduction (MBSR) for Frontline Healthcare Provider COVID-19 Related Depression and Burnout: A Randomized Clinical Trial",
      "first_seen": "2026-01-20T12:26:38.896030"
    },
    "doi:10.3389/fpsyg.2025.1588162": {
      "title": "Beyond distress: a sequential quantitative investigation of MBSR through a dual-factor model of mental health in college students",
      "first_seen": "2026-01-20T12:26:38.896033"
    },
    "doi:10.31004/jn.v9i2.43554": {
      "title": "Effectiveness of Implementing Modified Mindfulness Based Stress Reduction (MBSR) on Stress and Fatigue in Hemodialysis Patients",
      "first_seen": "2026-01-20T12:26:38.896035"
    },
    "doi:10.62872/dnq7ty36": {
      "title": "The Effect of Mindfulness-Based Stress Reduction (MBSR) on Emotion Regulation among Older Adults with Type 2 Diabetes Mellitus in Bangun Rejo Village, 2025",
      "first_seen": "2026-01-20T12:26:38.896038"
    },
    "doi:10.55737/qjssh.vi-i.25317": {
      "title": "Efficacy of Mindfulness Based Stress Reduction (MBSR) Program on Psychological Wellbeing, Psychological Distress, and Subjective Wellbeing Among Special Education Teachers",
      "first_seen": "2026-01-20T12:26:38.896041"
    },
    "doi:10.29173/pandpr29578": {
      "title": "Phenomenology of Body Awareness in Mindfulness-based Stress Reduction (MBSR)",
      "first_seen": "2026-01-20T12:26:38.896043"
    },
    "doi:10.47941/ijhs.2451": {
      "title": "Effectiveness of Mindfulness-Based Stress Reduction (MBSR) in Managing Hypertension among Adults in Indonesia",
      "first_seen": "2026-01-20T12:26:38.896046"
    },
    "doi:10.38108/ouhcd.1277151": {
      "title": "COVID-19 Tanısı Almış Hastalara Bakım Veren Hemşirelerde Akran Desteği Yöntemi ile Uygulanan Mesleki ve MBSR Akran Desteği Programının Kaygı, Tükenmişlik ve Bilinçli Farkındalık Üzerine Etkisi: Bir Karma Yöntem Araştırması",
      "first_seen": "2026-01-20T12:26:38.896049"
    },
    "doi:10.58526/jsret.v4i1.705": {
      "title": "Effectiveness of Mindfulnes Based Stress Reduction (MBSR) Increasing Resilience in Review of the Economic Social Status of ODGJ Companion Families at the Oepoi Health Center, Kupang",
      "first_seen": "2026-01-20T12:26:38.896051"
    },
    "doi:10.52236/ih.v13i2.776": {
      "title": "EFEKTIVITAS INTERVENSI MINDFULNESS-BASED STRESS REDUCTION (MBSR) OLEH PERAWAT TERHADAP PENURUNAN EMOSI NEGATIF PADA PASIEN BIPOLAR: A META-ANALYSIS",
      "first_seen": "2026-01-20T12:26:38.896054"
    },
    "doi:10.63468/jpsa.3.3.27": {
      "title": "From Burnout to Balance: A Mixed-Method Study on Mindfulness-Based Stress Reduction (MBSR) in ABA Practitioners",
      "first_seen": "2026-01-20T12:26:38.896057"
    },
    "doi:10.70462/acim.2025.1.003": {
      "title": "The impact of effectiveness of mindfulness-based stress reduction (MBSR) on mindfulness and perceived stress in healthy adults",
      "first_seen": "2026-01-20T12:26:38.896059"
    },
    "doi:10.29011/2577-2201.100270": {
      "title": "Sexual Minority Men Living with HIV's Interest in Yoga vs. MBSR as an Adjunct to an App-Based Positive Affect Intervention: A Focus Group Study.",
      "first_seen": "2026-01-20T12:26:38.896062"
    },
    "doi:10.1186/s40359-025-02747-4": {
      "title": "The effectiveness of a mindfulness-based stress reduction (MBSR) programme for parents of children with attention deficit hyperactivity disorder (ADHD): a pilot randomized controlled trial",
      "first_seen": "2026-01-20T12:26:38.896065"
    },
    "doi:10.26689/jcnr.v9i10.12083": {
      "title": "Application of MBSR Combined with Relaxation Training in the Perioperative Period of Interventional Therapy for Lumbar Disc Herniation",
      "first_seen": "2026-01-20T12:26:38.896068"
    },
    "doi:10.70979/tjos9614": {
      "title": "MBSR (Mindfulness-based Stress Reduction Program) on the Stress Relief of Clinical Nurses in China",
      "first_seen": "2026-01-20T12:26:38.896070"
    },
    "doi:10.1017/cts.2024.920": {
      "title": "277 Mindfulness-based stress reduction (MBSR) for chronic pain management: Patient and pharmacist perceptions of a community pharmacy-based program in the Rural Deep South",
      "first_seen": "2026-01-20T12:26:38.896073"
    },
    "doi:10.55299/ijphe.v4i2.1228": {
      "title": "Assessing the Effectiveness of Mindfulness-Based Stress Reduction (MBSR) Programs in Reducing Anxiety and Depression in Chronic Illness Patients",
      "first_seen": "2026-01-20T12:26:38.896076"
    },
    "doi:10.1177/27536130251393662": {
      "title": "Live Video MBSR is a Feasible and Acceptable Adjunctive Therapy for Youth With Inflammatory Bowel Disease",
      "first_seen": "2026-01-20T12:26:38.896078"
    },
    "doi:10.35568/abdimas.v8i4.7161": {
      "title": "Integrative Counseling Workshop on Mindfulness-Based Stress Reduction (MBSR) with Muhasabah to Manage Stress and Anxiety in Border Students of Indonesia-Malaysia",
      "first_seen": "2026-01-20T12:26:38.896081"
    },
    "doi:10.56734/ijahss.v6n4a7": {
      "title": "A Comprehensive Literature Review On The Relationship Between Mindfulness-Based Stress Reduction (Mbsr) And Anxiety: Examining Mechanisms, Efficacy, And Long-Term Psychological Benefits",
      "first_seen": "2026-01-20T12:26:38.896084"
    },
    "doi:10.59686/jtwb.v4i1.253": {
      "title": "Dampak Mindfulness Based Stress Reduction (MBSR) terhadap Stress Ibu yang Mengasuh Anak Berkebutuhan Khusus (ABK)",
      "first_seen": "2026-01-20T12:26:38.896087"
    },
    "doi:10.1145/3756681.3757006": {
      "title": "MBSR at Work: Perspectives from an Instructor and Software Developers",
      "first_seen": "2026-01-20T12:26:38.896089"
    },
    "doi:10.1109/ISMAR-Adjunct68609.2025.00188": {
      "title": "Raisin-MR-MBSR: Mixed Reality App for Raisin Meditation",
      "first_seen": "2026-01-20T12:26:38.896092"
    },
    "doi:10.64420/ijcp.v2i1.185": {
      "title": "The Effect of Mindfulness-Based Stress Reduction (MBSR) Therapy on Reducing Stress and Fatigue among Career Women",
      "first_seen": "2026-01-20T12:26:38.896095"
    },
    "doi:10.1016/j.ajp.2025.104598": {
      "title": "Enhancing student mental health through Mindfulness-based Stress Reduction (MBSR) toward curricular and cultural integration.",
      "first_seen": "2026-01-20T12:26:38.896097"
    },
    "doi:10.1002/9781394310463": {
      "title": "Open MBSR",
      "first_seen": "2026-01-20T12:26:38.896100"
    },
    "doi:10.1016/j.chiabu.2026.107886": {
      "title": "The role of self-compassion and mindfulness in the association between adverse childhood experiences and psychological distress: A meta-analytic mediation analysis.",
      "first_seen": "2026-01-20T12:26:38.896105"
    },
    "doi:10.1016/j.gerinurse.2026.103872": {
      "title": "Affiliate stigma in family members of people living with dementia: A cross-sectional study identifying protective factors.",
      "first_seen": "2026-01-20T12:26:38.896108"
    },
    "doi:10.1111/bju.70134": {
      "title": "Exercise, nutrition, and psychological support for kidney cancer: a scoping review.",
      "first_seen": "2026-01-20T12:26:38.896111"
    },
    "doi:10.29063/ajrh2026/v30i1.10": {
      "title": "Effects of comprehensive psychological intervention and traditional Chinese medicine on treatment adherence and quality of life in breast cancer patients undergoing chemotherapy.",
      "first_seen": "2026-01-20T12:26:38.896114"
    },
    "doi:10.1007/s00120-025-02745-9": {
      "title": "[Palliative medicine and integrative medicine as complementary approaches in uro-oncological care].",
      "first_seen": "2026-01-20T12:26:38.896117"
    },
    "doi:10.1177/15500594251399706": {
      "title": "Mindfulness Training in Youth With ADHD + Comorbid Learning Disability Maintains Medial Frontal Cortex Function During Response Inhibition.",
      "first_seen": "2026-01-20T12:26:38.896120"
    },
    "doi:10.1080/10826084.2025.2606861": {
      "title": "Evoking Change Through Acceptance and Awareness: A Sysematic Review of Third-Wave Therapies for Substance Use Disorder.",
      "first_seen": "2026-01-20T12:26:38.896122"
    },
    "doi:10.1016/j.concog.2026.103993": {
      "title": "Dispositional factors affecting the analgesic response to imagery and mindfulness suggestions during hypnosis.",
      "first_seen": "2026-01-20T12:26:38.896125"
    },
    "doi:10.1038/s41372-025-02556-y": {
      "title": "Resiliency factors relevant to NICU parents' emotional and relational health.",
      "first_seen": "2026-01-20T12:26:38.896130"
    },
    "doi:10.1186/s12888-025-07740-0": {
      "title": "Psychological correlates of nonsuicidal self-injury in women with borderline personality disorder: a cross-sectional study to inform mindfulness-based interventions.",
      "first_seen": "2026-01-20T12:26:38.896133"
    },
    "doi:10.1016/j.actpsy.2025.106132": {
      "title": "Eco-conscious internal communication and psychological drivers of eco-centric creativity: A three-wave PLS-SEM study of Chinese SMEs.",
      "first_seen": "2026-01-20T12:26:38.896137"
    },
    "doi:10.1186/s40359-026-03970-3": {
      "title": "Cross-lagged panel model of depressive mood and influencing factors in high-risk perinatal depression.",
      "first_seen": "2026-01-20T12:26:38.896140"
    },
    "doi:10.1038/s41598-026-35882-y": {
      "title": "Association between self-regulatory modes and alexithymia mediated by mindfulness and cognitive reappraisal.",
      "first_seen": "2026-01-20T12:26:38.896143"
    },
    "doi:10.1016/j.cct.2026.108224": {
      "title": "Remote delivery of a mindfulness-based intervention for adults with tics: Protocol of a randomized controlled trial.",
      "first_seen": "2026-01-20T12:26:38.896146"
    },
    "doi:10.1002/jts.70040": {
      "title": "The impact of yoga on posttraumatic stress disorder symptom clusters: A systematic review and meta-analysis of randomized controlled trials.",
      "first_seen": "2026-01-20T12:26:38.896149"
    },
    "doi:10.1177/02601060251413113": {
      "title": "Development and validation of a shortened mindful eating inventory in U.S. Adults.",
      "first_seen": "2026-01-20T12:26:38.896151"
    }
  }
}