{
  "items": {
    "doi:10.1162/IMAG.a.14": {
      "title": "Neurophysiological mechanisms of focused attention meditation: A scoping systematic review",
      "first_seen": "2026-01-20T04:12:57.246915"
    },
    "doi:10.3390/s26020475": {
      "title": "Focused Attention Meditation as a Pre-Exercise Strategy for Reducing Anxiety in Speed Skaters",
      "first_seen": "2026-01-20T04:12:57.246919"
    },
    "doi:10.1101/2025.07.01.662572": {
      "title": "Distinct patterns of directed brain connectivity in focused attention, open monitoring and loving kindness meditation: An EEG Granger causality study with long-term meditators",
      "first_seen": "2026-01-20T04:12:57.246920"
    },
    "doi:10.1007/s12671-025-02650-4": {
      "title": "The Effects of Focused Attention and Open Monitoring Meditation on Interval Duration Estimation and Passage of Time Judgments in Non-meditators",
      "first_seen": "2026-01-20T04:12:57.246921"
    },
    "doi:10.1371/journal.pone.0322537": {
      "title": "The individual and sequential effect of focused attention and open monitoring meditation on mindfulness skills",
      "first_seen": "2026-01-20T04:12:57.246922"
    },
    "doi:10.1101/2025.09.10.25335492": {
      "title": "Neurofluid circulation changes during a focused attention style of mindfulness meditation",
      "first_seen": "2026-01-20T04:12:57.246923"
    },
    "doi:10.1016/j.neuroscience.2025.02.017": {
      "title": "Investigating the effects of focused attention (mantra) meditation on mismatch negativity: Insights into sensory and cognitive processing using an intensity oddball paradigm",
      "first_seen": "2026-01-20T04:12:57.246924"
    },
    "doi:10.1093/cercor/bhaf024": {
      "title": "Dynamic functional connectivity signatures of focused attention on the breath in adolescents.",
      "first_seen": "2026-01-20T04:12:57.246925"
    },
    "doi:10.1163/22134468-bja10127": {
      "title": "Meditation-Like States of Attention and Time Perception: Longer Productions in Deeper and More Embodied States",
      "first_seen": "2026-01-20T04:12:57.246926"
    },
    "doi:10.3389/fnhum.2024.1482353": {
      "title": "Long-term mindfulness meditation increases occurrence of sensory and attention brain states",
      "first_seen": "2026-01-20T04:12:57.246927"
    },
    "doi:10.1145/3706598.3713208": {
      "title": "The Walking Meditation Mat: Leveraging Targeted Heat Sensation to Guide Attention Inward",
      "first_seen": "2026-01-20T04:12:57.246927"
    },
    "doi:10.3390/humans5040027": {
      "title": "Biopolitics of Techno-Mindfulness: Anthropological Reflections on the Issue of Modern App-Based Training of Focused Attention",
      "first_seen": "2026-01-20T04:12:57.246929"
    },
    "doi:10.3389/fpsyg.2025.1649564": {
      "title": "Beyond mindfulness: how Buddhist meditation transforms consciousness through distinct psychological pathways",
      "first_seen": "2026-01-20T04:12:57.246930"
    },
    "doi:10.1080/09658211.2025.2458300": {
      "title": "Mindfulness meditation can improve both focal and non-focal prospective memory performance",
      "first_seen": "2026-01-20T04:12:57.246930"
    },
    "doi:10.20935/mhealthwellb7666": {
      "title": "The mind’s abyss: Exploring the adverse effects of distinct forms of meditation",
      "first_seen": "2026-01-20T04:12:57.246931"
    },
    "doi:10.1093/nc/niaf047": {
      "title": "Meditation induces shifts in neural oscillations, brain complexity, and critical dynamics: novel insights from MEG",
      "first_seen": "2026-01-20T04:12:57.246932"
    },
    "doi:10.1101/2025.07.01.662528": {
      "title": "Neuroplasticity of directed connectivity in long-term meditation: Evidence from EEG Granger causality",
      "first_seen": "2026-01-20T04:12:57.246933"
    },
    "doi:10.36106/ijsr/9510938": {
      "title": "A STUDY TO EVALUATE THE EFFECTIVENESS OF MEDITATION TO REDUCE THE LEVEL OF BURNOUT SYNDROME AMONG BANK EMPLOYEES OF THE CITY.",
      "first_seen": "2026-01-20T04:12:57.246934"
    },
    "doi:10.1101/2025.05.20.655049": {
      "title": "Differential Effects of Meditation States and Traits on the Neural Mechanisms of Pain Processing",
      "first_seen": "2026-01-20T04:12:57.246935"
    },
    "doi:10.1093/cercor/bhaf200": {
      "title": "Neural correlates of metacontrol persistence and flexibility induced by creativity and meditation.",
      "first_seen": "2026-01-20T04:12:57.246936"
    },
    "doi:10.52403/ijhsr.20250409": {
      "title": "Strengthening from Within: Uniting Satwavajaya Chikitsa, Meditation, and Yogasana for Optimal Mental, Emotional, and Physical Resilience",
      "first_seen": "2026-01-20T04:12:57.246937"
    },
    "doi:10.1136/bmjopen-2024-097236": {
      "title": "Randomised controlled trial of VR-based observation meditation with AI coaching (‘Otti’) for stress reduction in university students in the United States: study protocol",
      "first_seen": "2026-01-20T04:12:57.246938"
    },
    "doi:10.7507/1001-5515.202504044": {
      "title": "[Multi-source adversarial adaptation with calibration for electroencephalogram-based classification of meditation and resting states].",
      "first_seen": "2026-01-20T04:12:57.246939"
    },
    "doi:10.7868/s3034531625030039": {
      "title": "Pilot fMRI-EEG study of tantric meditation in Tibetan monks",
      "first_seen": "2026-01-20T04:12:57.246940"
    },
    "doi:10.3389/fpsyg.2025.1572499": {
      "title": "How static and kinetic meditation, with or without guidance, affect autonomic nervous system activity in novice meditators",
      "first_seen": "2026-01-20T04:12:57.246941"
    },
    "doi:10.59231/sari7856": {
      "title": "Inner Calm: The Transformative Power of Meditation and Contemplative Practices in Stress Reduction",
      "first_seen": "2026-01-20T04:12:57.246942"
    },
    "doi:10.3390/buildings15224182": {
      "title": "Developing Design Recommendations for Meditation Centres Through a Mixed-Method Study",
      "first_seen": "2026-01-20T04:12:57.246943"
    },
    "doi:10.3390/healthcare13233044": {
      "title": "The Moderating Role of Personality on the Effects of Concentration-, Ethics- and Wisdom-Based Meditation Practices for Well-Being and Prosociality",
      "first_seen": "2026-01-20T04:12:57.246943"
    },
    "doi:10.12972/kjhn.2025.2.1.4": {
      "title": "Nursing Students’ Experiences of Mindfulness Meditation through Famous Painting Appreciation and Singing Bowl Sound Healing: A Qualitative Analysis of Reflective Journals",
      "first_seen": "2026-01-20T04:12:57.246944"
    },
    "doi:10.57067/pfvxcr55": {
      "title": "Dynamic Martial Arts as Meditation: Vipassana as a Philosophical and Practical Synchronicity",
      "first_seen": "2026-01-20T04:12:57.246945"
    },
    "doi:10.1016/j.jad.2025.120391": {
      "title": "Turning the tide: A randomized controlled trial of a brief digital mindfulness intervention to reduce immediate and delayed negative interpretation bias.",
      "first_seen": "2026-01-20T04:12:57.246946"
    },
    "doi:10.1093/geronb/gbaf235": {
      "title": "Effects of mindfulness training on sustained attention and mind-wandering in older adults: results from the HealthyAgers randomized controlled trial.",
      "first_seen": "2026-01-20T04:12:57.246947"
    },
    "doi:10.1044/2025_LSHSS-24-00127": {
      "title": "Mindfulness and the International Classification of Functioning, Disability and Health as Tools for Managing Secondary Trauma Experienced by School-Based Speech-Language Pathologists and Audiologists.",
      "first_seen": "2026-01-20T04:12:57.246948"
    },
    "doi:10.1093/schbul/sbae198": {
      "title": "Yoga-Based Group Intervention for Inpatients with Schizophrenia Spectrum Disorders-Feasibility, Acceptability, and Preliminary Outcomes of a Rater-Blinded Randomized Controlled Trial.",
      "first_seen": "2026-01-20T04:12:57.246949"
    },
    "doi:10.1080/20008066.2025.2602298": {
      "title": "The efficacy and mechanism of an integrated mindfulness-based programme on posttraumatic stress disorder among people with HIV: a randomized controlled trial with 3-month follow up.",
      "first_seen": "2026-01-20T04:12:57.246950"
    },
    "doi:10.1017/S0033291725102973": {
      "title": "Implicit opioid associations in OUD treatment: prediction of treatment response and moderation by mindfulness-oriented recovery enhancement.",
      "first_seen": "2026-01-20T04:12:57.246950"
    },
    "doi:10.1136/bmjopen-2025-104334": {
      "title": "Traditional, integrative and complementary medicine use in the UK population: results of a nationally representative cross-sectional survey.",
      "first_seen": "2026-01-20T04:12:57.246951"
    },
    "doi:10.1177/15598276261417271": {
      "title": "Effects of Lifestyle Medicine on Alzheimer's Disease: Insights From Emerging Evidence and Multi-Domain Interventions.",
      "first_seen": "2026-01-20T04:12:57.246952"
    },
    "doi:10.1016/j.jad.2025.120438": {
      "title": "Effects of prenatal exercise on prenatal and postpartum depression and anxiety symptoms: A systematic review and network meta-analysis.",
      "first_seen": "2026-01-20T04:12:57.246953"
    },
    "doi:10.1016/j.jad.2026.121189": {
      "title": "Psychological intervention for postpartum depression: A systematic review and network meta-analysis.",
      "first_seen": "2026-01-20T04:12:57.246954"
    },
    "doi:10.1136/bmjopen-2025-110239": {
      "title": "Exploring the mechanisms of yoga-based cardiac rehabilitation in heart failure via assessment of endothelial function, genomics and arterial health (Yoga-EndOmics): a study protocol.",
      "first_seen": "2026-01-20T04:12:57.246955"
    },
    "doi:10.1080/07481187.2026.2613244": {
      "title": "The effects of Mindfulness-Based Stress Reduction program on stress, subjective anxiety, self-compassion, and prenatal attachment in pregnant women with perinatal loss: A randomized controlled trial.",
      "first_seen": "2026-01-20T04:12:57.246956"
    },
    "doi:10.1016/j.jneb.2025.12.011": {
      "title": "Healthy Eating for Young Adults: Communication in Early Stages of Behavior Change.",
      "first_seen": "2026-01-20T04:12:57.246957"
    },
    "doi:10.1177/09226028251410014": {
      "title": "A Brief Mindfulness Intervention for Pain Management in Fibromyalgia: A Single-arm Open-Label Study.",
      "first_seen": "2026-01-20T04:12:57.246958"
    },
    "url:https://www.newyorker.com/culture/photo-booth/an-indigenous-communitys-spiritual-haunting": {
      "title": "An Indigenous Community’s Spiritual Haunting",
      "first_seen": "2026-01-20T04:12:57.246972"
    },
    "doi:10.3390/electronics14040707": {
      "title": "Comparison of LSTM- and GRU-Type RNN Networks for Attention and Meditation Prediction on Raw EEG Data from Low-Cost Headsets",
      "first_seen": "2026-01-20T12:26:38.895674"
    },
    "doi:10.1177/21677026241298269": {
      "title": "Incidence and Predictors of Meditation-Related Unusual Experiences and Adverse Effects in a Representative Sample of Meditators in the United States",
      "first_seen": "2026-01-20T12:26:38.895687"
    },
    "doi:10.1080/15402002.2025.2475911": {
      "title": "The Effect of Meditation-Based Mind-Body Interventions on Older Adults with Poor Sleep Quality: A Meta-Analysis of Randomized Controlled Trials",
      "first_seen": "2026-01-20T12:26:38.895693"
    },
    "doi:10.1093/nc/niaf013": {
      "title": "Meditation and complexity: a review and synthesis of evidence",
      "first_seen": "2026-01-20T12:26:38.895697"
    },
    "doi:10.1159/000543457": {
      "title": "Effects of Meditation and Yoga on Anxiety, Depression and Chronic Inflammation in Patients with Parkinson’s Disease: A Randomized Clinical Trial",
      "first_seen": "2026-01-20T12:26:38.895702"
    },
    "doi:10.1093/cercor/bhaf039": {
      "title": "Investigating the complex cortical dynamics of an advanced concentrative absorption meditation called jhanas (ACAM-J): a geometric eigenmode analysis.",
      "first_seen": "2026-01-20T12:26:38.895706"
    },
    "doi:10.1007/s12671-025-02607-7": {
      "title": "The Third Wave of Meditation and Mindfulness Research and Implications for Challenging Experiences: Negative Effects, Transformative Psychological Growth, and Forms of Happiness",
      "first_seen": "2026-01-20T12:26:38.895711"
    },
    "doi:10.3390/bs15070909": {
      "title": "The Effects of Loving-Kindness Meditation Guided by Short Video Apps on Policemen’s Mindfulness, Public Service Motivation, Conflict Resolution Skills, and Communication Skills",
      "first_seen": "2026-01-20T12:26:38.895715"
    },
    "doi:10.1162/IMAG.a.82": {
      "title": "Mindfulness, cognition, and long-term meditators: Toward a science of advanced meditation",
      "first_seen": "2026-01-20T12:26:38.895720"
    },
    "doi:10.1177/09727531251326302": {
      "title": "Neurobehavioural Correlates of Breath Meditation in Novice Adolescents: Insights from Anapanasati-based Paradigm.",
      "first_seen": "2026-01-20T12:26:38.895725"
    },
    "doi:10.1038/s41598-025-97179-w": {
      "title": "Effects of long-term mindfulness meditation training on attentional capacity in professional male fencer athletes",
      "first_seen": "2026-01-20T12:26:38.895729"
    },
    "doi:10.1002/smi.70049": {
      "title": "The Effects of an Online Yoga Nidra Meditation on Subjective Well‐Being and Diurnal Salivary Cortisol: A Randomised Controlled Trial",
      "first_seen": "2026-01-20T12:26:38.895734"
    },
    "doi:10.1186/s12906-025-04783-4": {
      "title": "Rapid shift of gut microbiome and enrichment of beneficial microbes during arhatic yoga meditation retreat in a single-arm pilot study",
      "first_seen": "2026-01-20T12:26:38.895738"
    },
    "doi:10.1177/16094069241312826": {
      "title": "Meditation in Qualitative Research for Bracketing and Beyond",
      "first_seen": "2026-01-20T12:26:38.895743"
    },
    "doi:10.1177/15598276251323850": {
      "title": "Evaluating the Meditation Practices and Barriers to Adopting Mindful Medicine Among Physicians.",
      "first_seen": "2026-01-20T12:26:38.895747"
    },
    "doi:10.1093/cercor/bhaf079": {
      "title": "Advanced concentrative absorption meditation reorganizes functional connectivity gradients of the brain: 7T MRI and phenomenology case study of jhana meditation.",
      "first_seen": "2026-01-20T12:26:38.895752"
    },
    "doi:10.1097/CIN.0000000000001307": {
      "title": "Effects of Virtual Reality Meditation on Sleep and Delirium in ICU Patients",
      "first_seen": "2026-01-20T12:26:38.895756"
    },
    "doi:10.1080/15426432.2025.2467127": {
      "title": "Mahavakyam Meditation: a trauma-informed practice to cultivate wellness & resilience with social work students in the classroom and beyond",
      "first_seen": "2026-01-20T12:26:38.895762"
    },
    "doi:10.1080/07448481.2025.2451974": {
      "title": "The integration of meditation into higher education: a systematic literature review",
      "first_seen": "2026-01-20T12:26:38.895766"
    },
    "doi:10.1111/nmo.15014": {
      "title": "Yoga, Meditation, Mindfulness, or Hypnotherapy for GI Disorders: Similar Mechanisms of Action?",
      "first_seen": "2026-01-20T12:26:38.895771"
    },
    "doi:10.3389/fmed.2025.1513699": {
      "title": "A randomized controlled trial of meditation and health education on carotid intima-media thickness and major adverse cardiovascular events in Black men and women",
      "first_seen": "2026-01-20T12:26:38.895775"
    },
    "doi:10.1007/s12671-025-02519-6": {
      "title": "TMS-EEG Shows Mindfulness Meditation Is Associated With a Different Excitation/Inhibition Balance in the Dorsolateral Prefrontal Cortex",
      "first_seen": "2026-01-20T12:26:38.895780"
    },
    "doi:10.1001/jamanetworkopen.2024.54435": {
      "title": "Digital Meditation to Target Employee Stress",
      "first_seen": "2026-01-20T12:26:38.895784"
    },
    "doi:10.1038/s41598-025-01462-9": {
      "title": "Enhancing shooting performance and cognitive engagement in virtual reality environments through brief meditation training",
      "first_seen": "2026-01-20T12:26:38.895788"
    },
    "doi:10.1186/s40708-025-00251-4": {
      "title": "Novel machine learning-driven comparative analysis of CSP, STFT, and CSP-STFT fusion for EEG data classification across multiple meditation and non-meditation sessions in BCI pipeline",
      "first_seen": "2026-01-20T12:26:38.895793"
    },
    "doi:10.1007/s12671-025-02632-6": {
      "title": "Toward a Unified Model of Advanced Meditation, Human Development, Meditation Maps, and Transtradition Metaphors: Facing Impermanence, Suffering, and Death",
      "first_seen": "2026-01-20T12:26:38.895797"
    },
    "doi:10.3390/healthcare13101213": {
      "title": "Effects of Short Video App Guided Mindfulness Meditation on Policemen’s Communication Anxiety, PTSD, Anger Management, and Mood Disorders",
      "first_seen": "2026-01-20T12:26:38.895802"
    },
    "doi:10.1080/07317115.2025.2482089": {
      "title": "A Novel Virtual Reality-Based Nature Meditation Program for Older Adults’ Mental Health: Results from a Pilot Randomized Controlled Trial",
      "first_seen": "2026-01-20T12:26:38.895806"
    },
    "doi:10.1016/j.neubiorev.2025.106141": {
      "title": "Advanced and long-term meditation and the autonomic nervous system: A review and synthesis",
      "first_seen": "2026-01-20T12:26:38.895811"
    },
    "doi:10.3390/rel16030378": {
      "title": "Seers and Ascetics: Analyzing the Vedic Theory of Cognition and Contemplative Practice in the Development of Early Buddhist Meditation and Imaginary",
      "first_seen": "2026-01-20T12:26:38.895815"
    },
    "doi:10.1111/anoc.12246": {
      "title": "The dawn of division: For an anthropological theory of consciousness through contemplative ethnography",
      "first_seen": "2026-01-20T12:26:38.895820"
    },
    "url:https://www.semanticscholar.org/paper/823a6f37db9d18ec4fdfaf02e01400c5ec6c0ab9": {
      "title": "Contemplative Artificial Intelligence",
      "first_seen": "2026-01-20T12:26:38.895824"
    },
    "doi:10.1037/amp0001510": {
      "title": "Love as decolonial praxis: Co-creation of a community-based critical contemplative dialogue intervention.",
      "first_seen": "2026-01-20T12:26:38.895829"
    },
    "doi:10.1007/s12671-025-02535-6": {
      "title": "Contemplative Practices in a Teamwork Setting: A Preliminary Study on Mindfulness Meditations and Interpersonal Skills",
      "first_seen": "2026-01-20T12:26:38.895834"
    },
    "doi:10.1037/ort0000830": {
      "title": "Contemplative practices and the movement toward a more just criminal legal system.",
      "first_seen": "2026-01-20T12:26:38.895838"
    },
    "doi:10.17744/mehc.47.3.04": {
      "title": "Healing the Healers: The Role of Contemplative Practice in Mitigating Counselor Burnout and Empathy Fatigue",
      "first_seen": "2026-01-20T12:26:38.895843"
    },
    "doi:10.1353/scs.2025.a956954": {
      "title": "Sewing and Gleaning: Artistic Contemplative Practice as Invitation",
      "first_seen": "2026-01-20T12:26:38.895847"
    },
    "doi:10.25035/jche.03.01.06": {
      "title": "Narrative Inquiry as Contemplative Methodology",
      "first_seen": "2026-01-20T12:26:38.895852"
    },
    "doi:10.1016/j.bpsgos.2025.100474": {
      "title": "Shedding Light on Changes in Subjective Experience During an Intensive Contemplative Retreat: The Lyon Assessment of Meditation Phenomenology Questionnaire",
      "first_seen": "2026-01-20T12:26:38.895856"
    },
    "doi:10.34044/j.kjss.2025.46.3.12": {
      "title": "Promoting preschoolers’ emotional competence using contemplative education and emotional coaching",
      "first_seen": "2026-01-20T12:26:38.895861"
    },
    "doi:10.53674/pjt.v1i2.207": {
      "title": "Jesus' Prayer as a Contemplative Practice: Inner Transformation and Encounter with the Divine",
      "first_seen": "2026-01-20T12:26:38.895865"
    },
    "doi:10.1080/09589236.2025.2479797": {
      "title": "The contemplative man: ‘positive’ affect and masculinity in ecofascist visual communication",
      "first_seen": "2026-01-20T12:26:38.895872"
    },
    "doi:10.1177/14661381251335817": {
      "title": "Fostering contemplative ethnographers: A tale of fieldwork ethics, vulnerability, and trauma in neoliberal academia",
      "first_seen": "2026-01-20T12:26:38.895876"
    },
    "doi:10.1037/ort0000860": {
      "title": "Reclamation and emancipation in mindfulness and nature-based contemplative practice: A Sankofa-oriented collaborative autoethnography.",
      "first_seen": "2026-01-20T12:26:38.895881"
    },
    "doi:10.1097/JOM.0000000000003587": {
      "title": "Contemplative Training to Bolster University Employees' Mental Health, Well-Being, and Workplace Wellness: A Prospective Observational Study.",
      "first_seen": "2026-01-20T12:26:38.895885"
    },
    "doi:10.5296/jse.v15i2.22784": {
      "title": "Exploring School-Based Contemplative Neuroscience Practices with At-Risk Early Elementary Students",
      "first_seen": "2026-01-20T12:26:38.895890"
    },
    "doi:10.63878/jalt1710": {
      "title": "THE INTERSECTION OF LANGUAGE LEARNING AND MENTAL HEALTH: EXAMINING ANXIETY-REDUCTION STRATEGIES THROUGH CONTEMPLATIVE PEDAGOGY IN ELT",
      "first_seen": "2026-01-20T12:26:38.895894"
    },
    "doi:10.1002/jhbs.70034": {
      "title": "“Intelligence Running Wild”: Edward Podvoll (1936–2003) and the Unfolding of the “Contemplative Psychotherapy” Project",
      "first_seen": "2026-01-20T12:26:38.895898"
    },
    "doi:10.54612/a.722fntd0cn": {
      "title": "Visual Quality Assessment of Outdoor Settings for Nature-Based Interventions in Sweden Using the Contemplative Landscape Model",
      "first_seen": "2026-01-20T12:26:38.895902"
    },
    "doi:10.55476/001c.151171": {
      "title": "4. Spiritual Foundation: Contemplative Pragmatics",
      "first_seen": "2026-01-20T12:26:38.895907"
    },
    "doi:10.1017/hor.2025.5": {
      "title": "“Walking the Path of Conocimiento”: LCWR, Contemplative Dialogue, and Radical Hope for US Catholic Feminist Theologies",
      "first_seen": "2026-01-20T12:26:38.895912"
    },
    "doi:10.25136/2409-8728.2025.1.73209": {
      "title": "The concept of God as a Contemplative: cosmological, anthropological, and ethical-soteriological aspects",
      "first_seen": "2026-01-20T12:26:38.895918"
    },
    "doi:10.1080/20539320.2025.2482521": {
      "title": "The Phenomenology of Japanese Dry Stone Gardens: Aesthetic and Contemplative “Ways of Seeing”",
      "first_seen": "2026-01-20T12:26:38.895924"
    },
    "doi:10.3389/fpsyg.2025.1659774": {
      "title": "Detached self-observation as a developmental catalyst: theoretical insights from dynamical systems thinking, cultural mediation, and contemplative practice",
      "first_seen": "2026-01-20T12:26:38.895928"
    },
    "doi:10.1108/her-10-2024-0045": {
      "title": "Examining posture toward the contemplative: Jill Roe, contemporary spirituality and the case of Steiner education",
      "first_seen": "2026-01-20T12:26:38.895931"
    },
    "doi:10.63223/jphe.2025.60761": {
      "title": "Contemplative practice and Transformative Phenomenology: A methodology for engaging university students in praxis",
      "first_seen": "2026-01-20T12:26:38.895933"
    },
    "doi:10.1037/pst0000578": {
      "title": "Spiritual competency training in mental health and multicultural orientation and contemplative awareness: An evaluation of two training approaches with psychotherapists.",
      "first_seen": "2026-01-20T12:26:38.895936"
    },
    "doi:10.1109/FIE63693.2025.11328178": {
      "title": "WIP: Integrating Contemplative Practices Into First-Year Engineering Education to Foster Compassion and Mindfulness",
      "first_seen": "2026-01-20T12:26:38.895939"
    },
    "doi:10.1177/21582440251403827": {
      "title": "Validation of a French Version of the Nondual Awareness Dimensional Assessment-Trait",
      "first_seen": "2026-01-20T12:26:38.895942"
    },
    "doi:10.3389/fpsyg.2025.1665826": {
      "title": "Without birth, without death—issues in the research of nondual awareness or consciousness itself",
      "first_seen": "2026-01-20T12:26:38.895944"
    },
    "doi:10.3390/bs15121638": {
      "title": "Nondual Awareness, Body Boundary Perception, and Creative Attitudes in Japanese University Students Through a Brief Paired Martial Arts Exercise: A Randomized Controlled Trial",
      "first_seen": "2026-01-20T12:26:38.895947"
    },
    "doi:10.1037/cns0000443": {
      "title": "Unveiling the pathways: The effects of mindfulness and recreational psychedelic experiences on well-being—The mediating roles of nondual awareness, prosociality, and meaning in life.",
      "first_seen": "2026-01-20T12:26:38.895950"
    },
    "doi:10.1353/bcs.2026.a979816": {
      "title": "Self-Awareness (rang rig) and Nondual Presence: Tibetan Mahāmudrā and a Christian-Adjacent Correlation",
      "first_seen": "2026-01-20T12:26:38.895952"
    },
    "doi:10.61420/mp.2025.6.1.41": {
      "title": "From Meditative States to Lasting Transformation: Awareness of Nonduality in Contemplative Science",
      "first_seen": "2026-01-20T12:26:38.895955"
    },
    "doi:10.1080/10447318.2024.2323277": {
      "title": "Could AI Ethical Anxiety, Perceived Ethical Risks and Ethical Awareness About AI Influence University Students’ Use of Generative AI Products? An Ethical Perspective",
      "first_seen": "2026-01-20T12:26:38.895958"
    },
    "doi:10.70175/hclreview.2020.19.2.7": {
      "title": "What Self-Awareness Really Is (and How to Cultivate It)",
      "first_seen": "2026-01-20T12:26:38.895960"
    },
    "doi:10.3390/antibiotics14060599": {
      "title": "Antibiotic Resistance Awareness in Kosovo: Insights from the WHO Antibiotic Resistance: Multi-Country Public Awareness Survey",
      "first_seen": "2026-01-20T12:26:38.895963"
    },
    "doi:10.64719/pb.4119": {
      "title": "Awareness of metabolic concerns and perceived impact of pharmacotherapy in patients with bipolar disorder: a survey of 500 US psychiatrists.",
      "first_seen": "2026-01-20T12:26:38.895966"
    },
    "doi:10.48550/arXiv.2504.01901": {
      "title": "Ross3D: Reconstructive Visual Instruction Tuning with 3D-Awareness",
      "first_seen": "2026-01-20T12:26:38.895968"
    },
    "doi:10.2139/ssrn.5348438": {
      "title": "Sustainable Tourism in Saint Martin Island: An Observation on Young Tourist Perception and Awareness Level",
      "first_seen": "2026-01-20T12:26:38.895971"
    },
    "doi:10.1080/19368623.2025.2449853": {
      "title": "Does smart technology, artificial intelligence, robotics, and algorithm (STARA) awareness have a double-edged-sword influence on proactive customer service performance? Effects of work engagement and employee resilience",
      "first_seen": "2026-01-20T12:26:38.895974"
    },
    "doi:10.1108/ijchm-01-2024-0051": {
      "title": "The double-edged sword effect of artificial intelligence awareness among hotel employees",
      "first_seen": "2026-01-20T12:26:38.895976"
    },
    "doi:10.1109/TIP.2025.3539477": {
      "title": "Deep Underwater Image Quality Assessment With Explicit Degradation Awareness Embedding",
      "first_seen": "2026-01-20T12:26:38.895979"
    },
    "doi:10.1002/ese3.2070": {
      "title": "Exploring the Prevalence of Renewable Energy Practices and Awareness Levels in Palestine",
      "first_seen": "2026-01-20T12:26:38.895982"
    },
    "doi:10.1186/s12912-025-03086-w": {
      "title": "Reflective mindfulness and emotional regulation training to enhance nursing students’ self-awareness, understanding, and regulation: a mixed method randomized controlled trial",
      "first_seen": "2026-01-20T12:26:38.895984"
    },
    "doi:10.1109/TAES.2025.3588484": {
      "title": "AIS-FCANet: Long-Term AIS Data Assisted Frequency-Spatial Contextual Awareness Network for Salient Ship Detection in SAR Imagery",
      "first_seen": "2026-01-20T12:26:38.895987"
    },
    "doi:10.3389/fnut.2025.1528016": {
      "title": "Exploring the role of health consciousness and environmental awareness in purchase intentions for green-packaged organic foods: an extended TPB model",
      "first_seen": "2026-01-20T12:26:38.895990"
    },
    "doi:10.1109/CVPR52734.2025.02103": {
      "title": "DexGrasp Anything: Towards Universal Robotic Dexterous Grasping with Physics Awareness",
      "first_seen": "2026-01-20T12:26:38.895993"
    },
    "doi:10.1001/jamanetworkopen.2024.57232": {
      "title": "Longitudinal Analysis of Obesity Drug Use and Public Awareness",
      "first_seen": "2026-01-20T12:26:38.895995"
    },
    "doi:10.3390/su17062588": {
      "title": "The Impact of Integrating Sustainable Development Goals on Students’ Awareness and Pro-Environmental Behavior: A Case Study of Jordan",
      "first_seen": "2026-01-20T12:26:38.895998"
    },
    "doi:10.1093/ajh/hpaf044": {
      "title": "Trends in Hypertension Prevalence, Awareness, Treatment, and Control Among US Young Adults, 2003-2023.",
      "first_seen": "2026-01-20T12:26:38.896001"
    },
    "doi:10.1109/CVPR52734.2025.00641": {
      "title": "CoSDH: Communication-Efficient Collaborative Perception via Supply-Demand Awareness and Intermediate-Late Hybridization",
      "first_seen": "2026-01-20T12:26:38.896003"
    },
    "doi:10.48550/arXiv.2503.17349": {
      "title": "Beyond Semantics: Rediscovering Spatial Awareness in Vision-Language Models",
      "first_seen": "2026-01-20T12:26:38.896006"
    },
    "doi:10.1108/ijchm-07-2024-0968": {
      "title": "The effect of artificial intelligence awareness on frontline service employees’ silence: the roles of psychological contract breach and moral identity",
      "first_seen": "2026-01-20T12:26:38.896009"
    },
    "doi:10.1108/JHOM-06-2024-0229": {
      "title": "From fear to empowerment: the impact of employees AI awareness on workplace well-being - a new insight from the JD-R model.",
      "first_seen": "2026-01-20T12:26:38.896011"
    },
    "doi:10.48550/arXiv.2505.01420": {
      "title": "Evaluating Frontier Models for Stealth and Situational Awareness",
      "first_seen": "2026-01-20T12:26:38.896014"
    },
    "doi:10.1186/s12912-025-03458-2": {
      "title": "The impact of an AI-focused ethics education program on nursing students’ ethical awareness, moral sensitivity, attitudes, and generative AI adoption intention: a quasi-experimental study",
      "first_seen": "2026-01-20T12:26:38.896016"
    },
    "doi:10.1007/s11365-025-01084-7": {
      "title": "Gender differences in the impact of ecological awareness on entrepreneurial intent",
      "first_seen": "2026-01-20T12:26:38.896019"
    },
    "doi:10.47857/irjms.2025.v06i02.02786": {
      "title": "Mindfulness-Based Stress Reduction (MBSR) for Healthcare Workers",
      "first_seen": "2026-01-20T12:26:38.896022"
    },
    "doi:10.1111/wvn.70031": {
      "title": "Online and In‐Person Mindfulness‐Based Stress Reduction (MBSR) Improves Stress Resilience in Nursing Education",
      "first_seen": "2026-01-20T12:26:38.896024"
    },
    "doi:10.1080/20008066.2025.2501822": {
      "title": "MBSR effects on positive psychological traits and experiential avoidance in head and neck cancer: a randomized controlled trial",
      "first_seen": "2026-01-20T12:26:38.896027"
    },
    "doi:10.1101/2024.12.31.24319806": {
      "title": "Psilocybin-Assisted Group Psychotherapy + Mindfulness Based Stress Reduction (MBSR) for Frontline Healthcare Provider COVID-19 Related Depression and Burnout: A Randomized Clinical Trial",
      "first_seen": "2026-01-20T12:26:38.896030"
    },
    "doi:10.3389/fpsyg.2025.1588162": {
      "title": "Beyond distress: a sequential quantitative investigation of MBSR through a dual-factor model of mental health in college students",
      "first_seen": "2026-01-20T12:26:38.896033"
    },
    "doi:10.31004/jn.v9i2.43554": {
      "title": "Effectiveness of Implementing Modified Mindfulness Based Stress Reduction (MBSR) on Stress and Fatigue in Hemodialysis Patients",
      "first_seen": "2026-01-20T12:26:38.896035"
    },
    "doi:10.62872/dnq7ty36": {
      "title": "The Effect of Mindfulness-Based Stress Reduction (MBSR) on Emotion Regulation among Older Adults with Type 2 Diabetes Mellitus in Bangun Rejo Village, 2025",
      "first_seen": "2026-01-20T12:26:38.896038"
    },
    "doi:10.55737/qjssh.vi-i.25317": {
      "title": "Efficacy of Mindfulness Based Stress Reduction (MBSR) Program on Psychological Wellbeing, Psychological Distress, and Subjective Wellbeing Among Special Education Teachers",
      "first_seen": "2026-01-20T12:26:38.896041"
    },
    "doi:10.29173/pandpr29578": {
      "title": "Phenomenology of Body Awareness in Mindfulness-based Stress Reduction (MBSR)",
      "first_seen": "2026-01-20T12:26:38.896043"
    },
    "doi:10.47941/ijhs.2451": {
      "title": "Effectiveness of Mindfulness-Based Stress Reduction (MBSR) in Managing Hypertension among Adults in Indonesia",
      "first_seen": "2026-01-20T12:26:38.896046"
    },
    "doi:10.38108/ouhcd.1277151": {
      "title": "COVID-19 Tanısı Almış Hastalara Bakım Veren Hemşirelerde Akran Desteği Yöntemi ile Uygulanan Mesleki ve MBSR Akran Desteği Programının Kaygı, Tükenmişlik ve Bilinçli Farkındalık Üzerine Etkisi: Bir Karma Yöntem Araştırması",
      "first_seen": "2026-01-20T12:26:38.896049"
    },
    "doi:10.58526/jsret.v4i1.705": {
      "title": "Effectiveness of Mindfulnes Based Stress Reduction (MBSR) Increasing Resilience in Review of the Economic Social Status of ODGJ Companion Families at the Oepoi Health Center, Kupang",
      "first_seen": "2026-01-20T12:26:38.896051"
    },
    "doi:10.52236/ih.v13i2.776": {
      "title": "EFEKTIVITAS INTERVENSI MINDFULNESS-BASED STRESS REDUCTION (MBSR) OLEH PERAWAT TERHADAP PENURUNAN EMOSI NEGATIF PADA PASIEN BIPOLAR: A META-ANALYSIS",
      "first_seen": "2026-01-20T12:26:38.896054"
    },
    "doi:10.63468/jpsa.3.3.27": {
      "title": "From Burnout to Balance: A Mixed-Method Study on Mindfulness-Based Stress Reduction (MBSR) in ABA Practitioners",
      "first_seen": "2026-01-20T12:26:38.896057"
    },
    "doi:10.70462/acim.2025.1.003": {
      "title": "The impact of effectiveness of mindfulness-based stress reduction (MBSR) on mindfulness and perceived stress in healthy adults",
      "first_seen": "2026-01-20T12:26:38.896059"
    },
    "doi:10.29011/2577-2201.100270": {
      "title": "Sexual Minority Men Living with HIV's Interest in Yoga vs. MBSR as an Adjunct to an App-Based Positive Affect Intervention: A Focus Group Study.",
      "first_seen": "2026-01-20T12:26:38.896062"
    },
    "doi:10.1186/s40359-025-02747-4": {
      "title": "The effectiveness of a mindfulness-based stress reduction (MBSR) programme for parents of children with attention deficit hyperactivity disorder (ADHD): a pilot randomized controlled trial",
      "first_seen": "2026-01-20T12:26:38.896065"
    },
    "doi:10.26689/jcnr.v9i10.12083": {
      "title": "Application of MBSR Combined with Relaxation Training in the Perioperative Period of Interventional Therapy for Lumbar Disc Herniation",
      "first_seen": "2026-01-20T12:26:38.896068"
    },
    "doi:10.70979/tjos9614": {
      "title": "MBSR (Mindfulness-based Stress Reduction Program) on the Stress Relief of Clinical Nurses in China",
      "first_seen": "2026-01-20T12:26:38.896070"
    },
    "doi:10.1017/cts.2024.920": {
      "title": "277 Mindfulness-based stress reduction (MBSR) for chronic pain management: Patient and pharmacist perceptions of a community pharmacy-based program in the Rural Deep South",
      "first_seen": "2026-01-20T12:26:38.896073"
    },
    "doi:10.55299/ijphe.v4i2.1228": {
      "title": "Assessing the Effectiveness of Mindfulness-Based Stress Reduction (MBSR) Programs in Reducing Anxiety and Depression in Chronic Illness Patients",
      "first_seen": "2026-01-20T12:26:38.896076"
    },
    "doi:10.1177/27536130251393662": {
      "title": "Live Video MBSR is a Feasible and Acceptable Adjunctive Therapy for Youth With Inflammatory Bowel Disease",
      "first_seen": "2026-01-20T12:26:38.896078"
    },
    "doi:10.35568/abdimas.v8i4.7161": {
      "title": "Integrative Counseling Workshop on Mindfulness-Based Stress Reduction (MBSR) with Muhasabah to Manage Stress and Anxiety in Border Students of Indonesia-Malaysia",
      "first_seen": "2026-01-20T12:26:38.896081"
    },
    "doi:10.56734/ijahss.v6n4a7": {
      "title": "A Comprehensive Literature Review On The Relationship Between Mindfulness-Based Stress Reduction (Mbsr) And Anxiety: Examining Mechanisms, Efficacy, And Long-Term Psychological Benefits",
      "first_seen": "2026-01-20T12:26:38.896084"
    },
    "doi:10.59686/jtwb.v4i1.253": {
      "title": "Dampak Mindfulness Based Stress Reduction (MBSR) terhadap Stress Ibu yang Mengasuh Anak Berkebutuhan Khusus (ABK)",
      "first_seen": "2026-01-20T12:26:38.896087"
    },
    "doi:10.1145/3756681.3757006": {
      "title": "MBSR at Work: Perspectives from an Instructor and Software Developers",
      "first_seen": "2026-01-20T12:26:38.896089"
    },
    "doi:10.1109/ISMAR-Adjunct68609.2025.00188": {
      "title": "Raisin-MR-MBSR: Mixed Reality App for Raisin Meditation",
      "first_seen": "2026-01-20T12:26:38.896092"
    },
    "doi:10.64420/ijcp.v2i1.185": {
      "title": "The Effect of Mindfulness-Based Stress Reduction (MBSR) Therapy on Reducing Stress and Fatigue among Career Women",
      "first_seen": "2026-01-20T12:26:38.896095"
    },
    "doi:10.1016/j.ajp.2025.104598": {
      "title": "Enhancing student mental health through Mindfulness-based Stress Reduction (MBSR) toward curricular and cultural integration.",
      "first_seen": "2026-01-20T12:26:38.896097"
    },
    "doi:10.1002/9781394310463": {
      "title": "Open MBSR",
      "first_seen": "2026-01-20T12:26:38.896100"
    },
    "doi:10.1016/j.chiabu.2026.107886": {
      "title": "The role of self-compassion and mindfulness in the association between adverse childhood experiences and psychological distress: A meta-analytic mediation analysis.",
      "first_seen": "2026-01-20T12:26:38.896105"
    },
    "doi:10.1016/j.gerinurse.2026.103872": {
      "title": "Affiliate stigma in family members of people living with dementia: A cross-sectional study identifying protective factors.",
      "first_seen": "2026-01-20T12:26:38.896108"
    },
    "doi:10.1111/bju.70134": {
      "title": "Exercise, nutrition, and psychological support for kidney cancer: a scoping review.",
      "first_seen": "2026-01-20T12:26:38.896111"
    },
    "doi:10.29063/ajrh2026/v30i1.10": {
      "title": "Effects of comprehensive psychological intervention and traditional Chinese medicine on treatment adherence and quality of life in breast cancer patients undergoing chemotherapy.",
      "first_seen": "2026-01-20T12:26:38.896114"
    },
    "doi:10.1007/s00120-025-02745-9": {
      "title": "[Palliative medicine and integrative medicine as complementary approaches in uro-oncological care].",
      "first_seen": "2026-01-20T12:26:38.896117"
    },
    "doi:10.1177/15500594251399706": {
      "title": "Mindfulness Training in Youth With ADHD + Comorbid Learning Disability Maintains Medial Frontal Cortex Function During Response Inhibition.",
      "first_seen": "2026-01-20T12:26:38.896120"
    },
    "doi:10.1080/10826084.2025.2606861": {
      "title": "Evoking Change Through Acceptance and Awareness: A Sysematic Review of Third-Wave Therapies for Substance Use Disorder.",
      "first_seen": "2026-01-20T12:26:38.896122"
    },
    "doi:10.1016/j.concog.2026.103993": {
      "title": "Dispositional factors affecting the analgesic response to imagery and mindfulness suggestions during hypnosis.",
      "first_seen": "2026-01-20T12:26:38.896125"
    },
    "doi:10.1038/s41372-025-02556-y": {
      "title": "Resiliency factors relevant to NICU parents' emotional and relational health.",
      "first_seen": "2026-01-20T12:26:38.896130"
    },
    "doi:10.1186/s12888-025-07740-0": {
      "title": "Psychological correlates of nonsuicidal self-injury in women with borderline personality disorder: a cross-sectional study to inform mindfulness-based interventions.",
      "first_seen": "2026-01-20T12:26:38.896133"
    },
    "doi:10.1016/j.actpsy.2025.106132": {
      "title": "Eco-conscious internal communication and psychological drivers of eco-centric creativity: A three-wave PLS-SEM study of Chinese SMEs.",
      "first_seen": "2026-01-20T12:26:38.896137"
    },
    "doi:10.1186/s40359-026-03970-3": {
      "title": "Cross-lagged panel model of depressive mood and influencing factors in high-risk perinatal depression.",
      "first_seen": "2026-01-20T12:26:38.896140"
    },
    "doi:10.1038/s41598-026-35882-y": {
      "title": "Association between self-regulatory modes and alexithymia mediated by mindfulness and cognitive reappraisal.",
      "first_seen": "2026-01-20T12:26:38.896143"
    },
    "doi:10.1016/j.cct.2026.108224": {
      "title": "Remote delivery of a mindfulness-based intervention for adults with tics: Protocol of a randomized controlled trial.",
      "first_seen": "2026-01-20T12:26:38.896146"
    },
    "doi:10.1002/jts.70040": {
      "title": "The impact of yoga on posttraumatic stress disorder symptom clusters: A systematic review and meta-analysis of randomized controlled trials.",
      "first_seen": "2026-01-20T12:26:38.896149"
    },
    "doi:10.1177/02601060251413113": {
      "title": "Development and validation of a shortened mindful eating inventory in U.S. Adults.",
      "first_seen": "2026-01-20T12:26:38.896151"
    },
    "doi:10.48550/arXiv.2501.07290": {
      "title": "Principles for Responsible AI Consciousness Research",
      "first_seen": "2026-01-21T12:27:24.991943"
    },
    "doi:10.53765/20512201.32.9.183": {
      "title": "Ontological Diversity in Theoretical Physics and Its Significance for Consciousness Research",
      "first_seen": "2026-01-21T12:27:24.991954"
    },
    "doi:10.31166/voprosyistorii202502statyi09": {
      "title": "The history of linguistic \nconsciousness research in \nRussian psycholinguistics \nin China (2001–2024)",
      "first_seen": "2026-01-21T12:27:24.991960"
    },
    "doi:10.56367/oag-048-11854": {
      "title": "Consciousness research: The science that changes everything for CEOs",
      "first_seen": "2026-01-21T12:27:24.991964"
    },
    "doi:10.1038/s44271-025-00357-9": {
      "title": "There can be more to consciousness research than theory testing",
      "first_seen": "2026-01-21T12:27:24.991969"
    },
    "doi:10.7868/s3034588x25040147": {
      "title": "EIGHTH INTERNATIONAL SCIENTIFIC-PRACTICAL CONFERENCE “TOPICAL PROBLEMS OF MASS CONSCIOUSNESS RESEARCH”",
      "first_seen": "2026-01-21T12:27:24.991974"
    },
    "doi:10.1007/s43681-025-00852-z": {
      "title": "Informed consent for AI consciousness research: a Talmudic framework for graduated protections",
      "first_seen": "2026-01-21T12:27:24.991979"
    },
    "doi:10.1177/10597123251413199": {
      "title": "Comparative Consciousness Research in Ecological Context: Elephants, Macaques, Plovers, and a Case Against Plant Consciousness",
      "first_seen": "2026-01-21T12:27:24.991983"
    },
    "doi:10.1007/s11229-025-05103-6": {
      "title": "Three arguments against metaphysical structuralism in consciousness research",
      "first_seen": "2026-01-21T12:27:24.991988"
    },
    "doi:10.3389/fpsyg.2025.1633907": {
      "title": "Methodological issues in consciousness research: theory comparison, the role of empirical evidence, and a replication crisis",
      "first_seen": "2026-01-21T12:27:24.991992"
    },
    "doi:10.53765/20512201.32.1.191": {
      "title": "Can Lists of Requirements Help Consciousness Research Navigate Its Epistemological Quandaries?",
      "first_seen": "2026-01-21T12:27:24.991997"
    },
    "doi:10.1016/j.cobeha.2025.101536": {
      "title": "Looking backward to look forward: Tracing critical quantitative perspectives in critical consciousness research",
      "first_seen": "2026-01-21T12:27:24.992001"
    },
    "doi:10.3389/fpsyg.2025.1585426": {
      "title": "Editorial: Methodological issues in consciousness research, volume II",
      "first_seen": "2026-01-21T12:27:24.992006"
    },
    "doi:10.1097/HTR.0000000000001126": {
      "title": "Advances in Disorders of Consciousness Research and Translation Over the Last Two Decades.",
      "first_seen": "2026-01-21T12:27:24.992010"
    },
    "doi:10.3390/healthcare13030332": {
      "title": "Consciousness Research Through Pain",
      "first_seen": "2026-01-21T12:27:24.992015"
    },
    "doi:10.1080/09515089.2025.2587227": {
      "title": "A science of chimeras? The implications of illusionism for non-human consciousness research",
      "first_seen": "2026-01-21T12:27:24.992019"
    },
    "doi:10.52106/2837-7761.1021": {
      "title": "The Amazing Gap in Consciousness Research",
      "first_seen": "2026-01-21T12:27:24.992024"
    },
    "doi:10.3389/fpsyg.2025.1602845": {
      "title": "Editorial: Insights in consciousness research, volume II",
      "first_seen": "2026-01-21T12:27:24.992028"
    },
    "doi:10.21275/sr251231121424": {
      "title": "Beyond the Hard Problem: Integrating Philosophy, Neuroscience, and AI in Consciousness Research",
      "first_seen": "2026-01-21T12:27:24.992032"
    },
    "doi:10.1080/15427609.2025.2450578": {
      "title": "On The Developmental Trajectory Of Research On Critical Consciousness",
      "first_seen": "2026-01-21T12:27:24.992036"
    },
    "doi:10.1111/cogs.70053": {
      "title": "How to Live in the Moment: The Methodology and Limitations of Evolutionary Research on Consciousness",
      "first_seen": "2026-01-21T12:27:24.992041"
    },
    "doi:10.3389/fneur.2024.1501947": {
      "title": "Research hotspots and trends in the application of electroencephalography for assessment of disorders of consciousness: a bibliometric analysis",
      "first_seen": "2026-01-21T12:27:24.992045"
    },
    "doi:10.1007/s12028-025-02402-1": {
      "title": "Informed Consent Practices in Research Involving Persons with Disorders of Consciousness.",
      "first_seen": "2026-01-21T12:27:24.992050"
    },
    "doi:10.1007/s40622-025-00430-6": {
      "title": "Ecocriticism in poetry and its role in raising eco-consciousness: a review of themes, research gaps and challenges",
      "first_seen": "2026-01-21T12:27:24.992054"
    },
    "doi:10.7256/2454-0722.2025.4.76005": {
      "title": "Consciousness in non-biological substrates: possibilities and limitations of contemporary cognitive research",
      "first_seen": "2026-01-21T12:27:24.992059"
    },
    "doi:10.63332/joph.v5i2.504": {
      "title": "Virtual Reality and Consciousness: Specifics of Cultural-Philosophical Research",
      "first_seen": "2026-01-21T12:27:24.992063"
    },
    "doi:10.24158/tipor.2025.4.32": {
      "title": "The Relationship Between the Concepts of Civilizational Space and Legal Consciousness in Socio-Philosophical Research",
      "first_seen": "2026-01-21T12:27:24.992067"
    },
    "doi:10.70267//ijassr.250202.8390": {
      "title": "Research on the Construction of the Consciousness of the Chinese Nation Community on the Basis of Theoretical Sources and Practical Approaches",
      "first_seen": "2026-01-21T12:27:24.992071"
    },
    "doi:10.69739/jsrd.v1i2.1281": {
      "title": "The Role of Faculty Sustainability Consciousness in Integrating SDGs into Teaching and Research: A Philippine Case Study",
      "first_seen": "2026-01-21T12:27:24.992076"
    },
    "doi:10.63468/sshrr.215": {
      "title": "An Analytical Research on Class and National Consciousness in the Poetry of Ajmal Khattak",
      "first_seen": "2026-01-21T12:27:24.992080"
    },
    "doi:10.3390/systems13060490": {
      "title": "Auditing AI Literacy Competency in K-12 Education: The Role of Awareness, Ethics, Evaluation, and Use in Human-Machine Cooperation",
      "first_seen": "2026-01-21T12:27:24.992098"
    },
    "doi:10.1101/2025.11.12.688050": {
      "title": "The neuroscience of highly stable, positive, and refined states of consciousness during jhana-type advanced concentration absorption meditation (ACAM-J)",
      "first_seen": "2026-01-21T12:27:24.992102"
    },
    "doi:10.1101/2025.09.25.678574": {
      "title": "Whole-Brain Models of Minimal Phenomenal Experience: Approaching Criticality through Jhāna Meditation",
      "first_seen": "2026-01-21T12:27:24.992107"
    },
    "doi:10.1162/jocn.a.50": {
      "title": "Integrated Phenomenology and Brain Connectivity Demonstrate Changes in Nonlinear Processing in Jhana Advanced Meditation",
      "first_seen": "2026-01-21T12:27:24.992111"
    },
    "url:https://www.semanticscholar.org/paper/02fcf03c54a3cdf126ecf6e8ce50bb9c7c5f297c": {
      "title": "Meditative absorption shifts brain dynamics toward criticality",
      "first_seen": "2026-01-21T12:27:24.992116"
    },
    "doi:10.36948/ijfmr.2025.v07i05.59253": {
      "title": "Peace and the Unconditioned: Nibbāna as the Supreme Pacification",
      "first_seen": "2026-01-21T12:27:24.992121"
    },
    "doi:10.1186/s13690-024-01490-3": {
      "title": "Home-based urinary HPV self-sampling for the detection of cervical cancer precursor lesions: attitudes and preferences from Belgian females participating in the CASUS study",
      "first_seen": "2026-01-21T12:27:24.992125"
    },
    "doi:10.33996/revistahorizontes.v9i36.898": {
      "title": "Uso de las TIC y las competencias investigativas en tiempo de pandemia COVID-19",
      "first_seen": "2026-01-21T12:27:24.992129"
    },
    "doi:10.1177/10778012251329363": {
      "title": "Using a Digital Parenting Intervention to Prevent Intimate Partner Violence and Promote Gender Equitable behaviors in South Africa and Jamaica: A Qualitative Study Exploring Partnered Parents' Experiences of ParentText.",
      "first_seen": "2026-01-21T12:27:24.992134"
    },
    "doi:10.1002/sgp2.70034": {
      "title": "Drag as Political Praxis: Queer Reorientations in the Philippines",
      "first_seen": "2026-01-21T12:27:24.992139"
    },
    "doi:10.30574/gscbps.2025.31.2.0167": {
      "title": "Determination of total flavonoid content and antibacterial activity of solvent fractions from ‘Cacao’ (Theobroma cacao L.) leaves",
      "first_seen": "2026-01-21T12:27:24.992144"
    },
    "doi:10.1007/s12671-025-02597-6": {
      "title": "An Ethical Samādhi: Brahma-vihāra Meditation and the Flexible Early Buddhist Path",
      "first_seen": "2026-01-21T12:27:24.992149"
    },
    "doi:10.47772/ijriss.2025.91100193": {
      "title": "Significance of Mental Detachment: A Study of Cittaviveka in Buddhism",
      "first_seen": "2026-01-21T12:27:24.992153"
    },
    "doi:10.55041/ijsrem55318": {
      "title": "The Soteriological Significance of Buddhānussati: Path to Liberation or Preliminary Practice",
      "first_seen": "2026-01-21T12:27:24.992156"
    },
    "doi:10.1558/bsrv.31527": {
      "title": "The Pali Tradition on the Noble Person Who is a “Body-witness” (kāya-sakkhin), and the Nature of “Witnessing”and the “Body” in the Samādhi States in Which They Excel",
      "first_seen": "2026-01-21T12:27:24.992158"
    },
    "doi:10.1136/tc-2024-059137": {
      "title": "Tobacco control messages for individuals who use both cigarettes and e-cigarettes: a randomised trial comparing biomarker outcome with cessation experience narratives",
      "first_seen": "2026-01-21T12:27:24.992161"
    },
    "doi:10.1164/ajrccm.2025.211.abstracts.a4204": {
      "title": "Reports of Telemedicine Treatment Methodologies for Smoking Cessation - Experience in Service With 350 Patients During 3 Years, in Brazil",
      "first_seen": "2026-01-21T12:27:24.992163"
    },
    "doi:10.3390/psychiatryint6030081": {
      "title": "Intervention Effects of a School-Based Smoking Cessation Program on Nicotine Dependence and Mental Health Among Korean Adolescent Smokers: The Experience New Days (END) Program",
      "first_seen": "2026-01-21T12:27:24.992166"
    },
    "doi:10.1093/heapro/daaf186": {
      "title": "The experience of receiving smoking cessation services in individuals who smoke cigarettes in Taiwan: a qualitative study.",
      "first_seen": "2026-01-21T12:27:24.992169"
    },
    "doi:10.46308/kmj.2025.00157": {
      "title": "Patterns of Use, Compliance, and Reasons for Cessation of Clean Intermittent Catheterization in Neurogenic Bladder Patients: a 4-Year Experience",
      "first_seen": "2026-01-21T12:27:24.992171"
    },
    "doi:10.1093/bjs/znaf166.207": {
      "title": "MTP7.16 Advice regarding smoking cessation in surgical patients: A tertiary care centre experience",
      "first_seen": "2026-01-21T12:27:24.992174"
    },
    "doi:10.1016/j.jtct.2025.01.453": {
      "title": "Early Cessation of Tacrolimus in Pediatric Mismatched Unrelated and Haploidentical Hematopoietic Stem Cell Transplantation: A Single Institution Experience",
      "first_seen": "2026-01-21T12:27:24.992176"
    },
    "doi:10.1016/j.conctc.2025.101499": {
      "title": "Corrigendum to “Tobacco use behaviors and views on engaging in clinical trials for tobacco cessation among individuals who experience homelessness” [Contemporary Clinic. Trials Commun. 32 (2023) 101094]",
      "first_seen": "2026-01-21T12:27:24.992179"
    },
    "url:https://www.semanticscholar.org/paper/3313903213c258d71e357ee639f33f9550004722": {
      "title": "[Patients' experience of medical treatment for smoking cessation].",
      "first_seen": "2026-01-21T12:27:24.992181"
    },
    "doi:10.1016/j.chest.2025.08.010": {
      "title": "Harnessing the Lived Experience of People Who Have Quit to Enhance Peer Support in Tobacco Cessation.",
      "first_seen": "2026-01-21T12:27:24.992184"
    },
    "doi:10.1016/j.opresp.2026.100582": {
      "title": "Ten-year real-life experience with varenicline in a hospital-based smoking cessation programme",
      "first_seen": "2026-01-21T12:27:24.992186"
    },
    "doi:10.1186/s12912-025-03597-6": {
      "title": "A mixed methods study exploring barriers and facilitators to secondary-care nurses discussing smoking cessation with patients: phase 1 of the Think Quit Study",
      "first_seen": "2026-01-21T12:27:24.992189"
    },
    "doi:10.37765/ajmc.2025.89707": {
      "title": "Improving system-based tobacco cessation in a community health clinic.",
      "first_seen": "2026-01-21T12:27:24.992192"
    },
    "doi:10.1080/16066359.2025.2517625": {
      "title": "Isolating the unique role of transdiagnostic risk factors and perceived barriers for smoking cessation",
      "first_seen": "2026-01-21T12:27:24.992194"
    },
    "doi:10.2196/71683": {
      "title": "Testing the Acceptability and Feasibility of a Gender-Informed Smoking Cessation mHealth App for Women: Mixed Methods Approach",
      "first_seen": "2026-01-21T12:27:24.992197"
    },
    "doi:10.61091/jcmcc127b-475": {
      "title": "Oscillation cessation due to removal of Na+ current restored by external noise stimulation",
      "first_seen": "2026-01-21T12:27:24.992199"
    },
    "doi:10.1080/20476965.2025.2450342": {
      "title": "A holistic view on the COVID-19 epidemic process: smoking cessation behaviour, epidemic process and precautions",
      "first_seen": "2026-01-21T12:27:24.992202"
    },
    "doi:10.4103/ijdr.ijdr_34_24": {
      "title": "Barriers to Quitting and Cessation of Tobacco among Adult Tobacco Users in Rural Population of Ghaziabad District - An Evaluative Study.",
      "first_seen": "2026-01-21T12:27:24.992205"
    },
    "doi:10.1089/bfm.2025.0071": {
      "title": "Integrating Biological, Behavioral, and Economic Factors in the Practice and Study of Early, Unplanned Lactation Cessation",
      "first_seen": "2026-01-21T12:27:24.992207"
    },
    "doi:10.1007/s10865-025-00580-z": {
      "title": "The role of sleep difficulties in the relation between pain and smoking cessation processes",
      "first_seen": "2026-01-21T12:27:24.992224"
    },
    "doi:10.18332/tpc/208023": {
      "title": "The effectiveness of nicotine replacement therapy on oral smokeless tobacco cessation and reduction rate: A systematic review",
      "first_seen": "2026-01-21T12:27:24.992227"
    },
    "doi:10.21315/mjms-04-2025-243": {
      "title": "Content and Face Validation of Educational Infographics for Electronic Cigarette Cessation Among Malaysian Youth",
      "first_seen": "2026-01-21T12:27:24.992229"
    },
    "doi:10.1002/acr.25500": {
      "title": "Physician Views and Attitudes Regarding Tobacco‐Cessation Strategies for Patients with Rheumatoid Arthritis",
      "first_seen": "2026-01-21T12:27:24.992232"
    },
    "doi:10.1002/jpr3.70077": {
      "title": "Symptoms of egg yolk‐associated food protein‐induced enterocolitis syndrome appear following prolonged cessation",
      "first_seen": "2026-01-21T12:27:24.992234"
    },
    "doi:10.36416/1806-3756/e20250061": {
      "title": "Vaping cessation: how to treat nicotine dependence and tailor the nicotine replacement dose. A narrative review",
      "first_seen": "2026-01-21T12:27:24.992237"
    },
    "doi:10.18332/tid/211706": {
      "title": "Integrating ChatGPT for smoking cessation counseling practice in pharmacy education: A single group quasi-experimental study",
      "first_seen": "2026-01-21T12:27:24.992239"
    },
    "doi:10.1093/ntr/ntaf058": {
      "title": "Smoking Cessation in Black Adults: Differences by Sex and Age.",
      "first_seen": "2026-01-21T12:27:24.992242"
    },
    "doi:10.31128/AJGP-04-24-7247": {
      "title": "Deadly trends: Medicare Benefits Schedule nicotine and smoking cessation items, 2021-23.",
      "first_seen": "2026-01-21T12:27:24.992244"
    },
    "doi:10.1186/s13722-025-00563-0": {
      "title": "“I’ve learned that I’m open-minded to this possibility”: A qualitative study to evaluate the acceptability of a psilocybin-aided smoking cessation treatment for people with HIV who smoke",
      "first_seen": "2026-01-21T12:27:24.992247"
    },
    "doi:10.1136/bmjph-2025-002956": {
      "title": "Tobacco cessation interventions in high-income countries with Chinese, Vietnamese and Arab people who smoke: a scoping review of outcomes and cultural considerations",
      "first_seen": "2026-01-21T12:27:24.992249"
    },
    "doi:10.1016/j.ridd.2026.105229": {
      "title": "Sensory-integrated habit reversal intervention for hair pulling and classroom engagement in children with autism: A multiple-baseline pilot study.",
      "first_seen": "2026-01-21T12:27:24.992254"
    },
    "doi:10.1037/emo0001628": {
      "title": "The role of mindfulness in attenuating the adverse effects of daily negative events: An experience sampling study.",
      "first_seen": "2026-01-21T12:27:24.992257"
    },
    "doi:10.1038/s41598-026-35210-4": {
      "title": "The role of yoga in shaping emotional intelligence and life satisfaction in the context of personal relationships.",
      "first_seen": "2026-01-21T12:27:24.992260"
    },
    "doi:10.1002/vetr.70229": {
      "title": "Relevance of positive psychology in the veterinary profession: A narrative review.",
      "first_seen": "2026-01-21T12:27:24.992263"
    },
    "doi:10.3928/01484834-20250827-01": {
      "title": "Mindfulness Training for New Nursing Students Improves Stress Resilience and Well-Being.",
      "first_seen": "2026-01-21T12:27:24.992265"
    },
    "doi:10.3928/01484834-20250826-03": {
      "title": "The Neurophysiology of Stress in Students: Effects and Interventions for Resilience.",
      "first_seen": "2026-01-21T12:27:24.992268"
    },
    "doi:10.1017/S0714980826100531": {
      "title": "Contemplative Training for Mindful Aging: Insights from a Study of Participants' Experiences in a Mind-Body Training Course.",
      "first_seen": "2026-01-21T12:27:24.992271"
    },
    "url:https://www.theatlantic.com/health/2026/01/casey-means-surgeon-general-religion-spirituality/685682/?utm_source=feed": {
      "title": "America’s Would-Be Surgeon General Says to Trust Your ‘Heart Intelligence’",
      "first_seen": "2026-01-21T12:27:24.992317"
    },
    "doi:10.3390/healthcare13222825": {
      "title": "Do Contemplative Practices Promote Trauma Recovery? A Narrative Review from 2018 to 2023",
      "first_seen": "2026-01-22T12:27:24.975343"
    },
    "doi:10.5539/ies.v18n3p80": {
      "title": "Parent Educational Process in Promoting Preschoolers’ Emotional Well-Being Using Contemplative Education and Positive Psychology Coaching Approaches",
      "first_seen": "2026-01-22T12:27:24.975363"
    },
    "doi:10.1101/2025.02.08.636868": {
      "title": "DMT-induced shifts in criticality correlate with ego-dissolution",
      "first_seen": "2026-01-22T12:27:24.975380"
    },
    "doi:10.1037/teo0000336": {
      "title": "Unlooping the self: Ego dissolution and the collapse of recursive identity.",
      "first_seen": "2026-01-22T12:27:24.975383"
    },
    "doi:10.1080/02791072.2025.2464797": {
      "title": "Setting the Stage for the Inner Journey: Unraveling the Interplay of Contextual Factors and the Intensity of Psychedelic-Induced Ego Dissolution.",
      "first_seen": "2026-01-22T12:27:24.975386"
    },
    "doi:10.1016/j.drugalcdep.2024.112090": {
      "title": "Source Localized Auditory Erp Sensory and Preattentive Correlates of Psilocybin-Induced Ego-Dissolution Related Effects",
      "first_seen": "2026-01-22T12:27:24.975389"
    },
    "doi:10.1021/acschemneuro.5c00247": {
      "title": "Exploring the Role of Psychedelics in Modulating Ego and Treating Neuropsychiatric Disorders.",
      "first_seen": "2026-01-22T12:27:24.975392"
    },
    "doi:10.1021/acsomega.4c08506": {
      "title": "Influence of Metal Ion Complexation on the Radiolytic Longevity of Butyramide Extractants under Direct Dissolution Process Conditions",
      "first_seen": "2026-01-22T12:27:24.975394"
    },
    "doi:10.1111/gove.70031": {
      "title": "Lessons From the Dissolution of Mexico's Information Commission",
      "first_seen": "2026-01-22T12:27:24.975397"
    },
    "doi:10.14227/dt320425p192": {
      "title": "Book Review: The Handbook of Dissolution Testing, 4th Edition",
      "first_seen": "2026-01-22T12:27:24.975400"
    },
    "doi:10.1021/jacs.5c03773": {
      "title": "Hyperpolarized 13C NMR by Dissolution DNP Enables Snapshot Detection of Degradation Products in Lithium-Ion Battery Electrolytes.",
      "first_seen": "2026-01-22T12:27:24.975402"
    },
    "doi:10.1080/02791072.2025.2478095": {
      "title": "Meaningful Psychedelic Experiences Predict Increased Moral Expansiveness.",
      "first_seen": "2026-01-22T12:27:24.975405"
    },
    "doi:10.1177/02698811251344685": {
      "title": "OAV and 5D-ASC for Brazilian Portuguese: A validation and adaptation study",
      "first_seen": "2026-01-22T12:27:24.975407"
    },
    "doi:10.3390/met15030239": {
      "title": "Rare Earth Metal Ion-Associates in Ln3+—CO32−—H2O System",
      "first_seen": "2026-01-22T12:27:24.975410"
    },
    "doi:10.1007/s12144-025-07889-7": {
      "title": "Altered states of consciousness induced by online chanting meditation",
      "first_seen": "2026-01-22T12:27:24.975413"
    },
    "doi:10.1080/09540261.2025.2478907": {
      "title": "Neural filters to conscious awareness and the phenomena that reduce their impact",
      "first_seen": "2026-01-22T12:27:24.975416"
    },
    "doi:10.48550/arXiv.2503.23245": {
      "title": "Simulation of Non-Ordinary Consciousness",
      "first_seen": "2026-01-22T12:27:24.975418"
    },
    "doi:10.1093/ijnp/pyaf052.163": {
      "title": "97. NEURAL AND BEHAVIORAL EVIDENCE FROM REINFORCEMENT LEARNING CONVERGE IN SUPPORT OF RELAXED BELIEFS UNDER LSD",
      "first_seen": "2026-01-22T12:27:24.975421"
    },
    "doi:10.3390/rel16101276": {
      "title": "Digital Bardo: Reimagining the Tibetan Book of the Dead in Virtual Identity and Consciousness Transformation",
      "first_seen": "2026-01-22T12:27:24.975424"
    },
    "doi:10.1515/opth-2024-0035": {
      "title": "Mortality Reimagined: Going through Deleuze’s Encounter with Death",
      "first_seen": "2026-01-22T12:27:24.975426"
    },
    "doi:10.21460/aradha.2025.52.1517": {
      "title": "The Marginalised God: Teopoetika, Jalan Mistik, dan Seksualitas Pasca Tuhan",
      "first_seen": "2026-01-22T12:27:24.975429"
    },
    "doi:10.3390/rel16111430": {
      "title": "Beyond the Mystical Experience Model: Theurgy as a Framework for Ritual Learning with Psychedelics",
      "first_seen": "2026-01-22T12:27:24.975431"
    },
    "doi:10.3389/fpsyg.2025.1543640": {
      "title": "Evaluation of the peak experience scale as a rapid assessment tool for the strength of a psychoactive experience with 5-MeO-DMT",
      "first_seen": "2026-01-22T12:27:24.975434"
    },
    "doi:10.1101/2024.09.17.613581": {
      "title": "Contrasting cognitive, behavioral, and physiological responses to breathwork vs. naturalistic stimuli in reflective chamber and VR headset environments",
      "first_seen": "2026-01-22T12:27:24.975437"
    },
    "doi:10.69613/thv1dn30": {
      "title": "Neurobiological and Therapeutic Potential of Psilocybin in Psychiatric Disorders",
      "first_seen": "2026-01-22T12:27:24.975439"
    },
    "doi:10.55966/assaj.2025.4.1.073": {
      "title": "Mathematics and Sufism (Faqar): A Journey of Balance and Unity",
      "first_seen": "2026-01-22T12:27:24.975442"
    },
    "doi:10.1101/2025.04.16.649217": {
      "title": "Speech markers of psychedelic-induced psychological change",
      "first_seen": "2026-01-22T12:27:24.975445"
    },
    "doi:10.15575/jis.v5i4.48225": {
      "title": "Mysticism, Sufism, and Neurotheology: Bridging Spirituality and Modern Science",
      "first_seen": "2026-01-22T12:27:24.975448"
    },
    "doi:10.61781/5-2ii2025/2bmlm": {
      "title": "Infusing Workplace Spirituality and Ethics with Bhakti Marg",
      "first_seen": "2026-01-22T12:27:24.975450"
    },
    "doi:10.3389/fnhum.2025.1653801": {
      "title": "Oceanic states of consciousness—an existential-neuroscience perspective",
      "first_seen": "2026-01-22T12:27:24.975453"
    },
    "doi:10.64725/kjft.2025.11.2.43": {
      "title": "A Study on the Use of the Tarot Major Arcana as a Guide in Individuation Counseling",
      "first_seen": "2026-01-22T12:27:24.975455"
    },
    "doi:10.1542/peds.2025-070779": {
      "title": "Mindfulness-Based Interventions for Adolescent Substance Use and Substance Use Disorders: A Systematic Review.",
      "first_seen": "2026-01-22T12:27:24.975464"
    },
    "doi:10.1007/s12671-024-02507-2": {
      "title": "Defining Mindfulness: A Review of Existing Definitions and Suggested Refinements",
      "first_seen": "2026-01-23T12:25:42.270906"
    },
    "doi:10.3390/jcm14051703": {
      "title": "Mindfulness-Based Cognitive Therapy in Clinical Practice: A Systematic Review of Neurocognitive Outcomes and Applications for Mental Health and Well-Being",
      "first_seen": "2026-01-23T12:25:42.270918"
    },
    "doi:10.1007/s11469-024-01440-8": {
      "title": "Relationships Between Social Media Addiction, Social Media Use Metacognitions, Depression, Anxiety, Fear of Missing Out, Loneliness, and Mindfulness",
      "first_seen": "2026-01-23T12:25:42.270923"
    },
    "doi:10.53935/jomw.v2024i4.928": {
      "title": "Mindfulness and Work Engagement: How Emotional Intelligence Bridges the Gap",
      "first_seen": "2026-01-23T12:25:42.270929"
    },
    "doi:10.1016/j.chbr.2024.100566": {
      "title": "Self-directed writing development across computer/AI-based tasks: Unraveling the traces on L2 writing outcomes, growth mindfulness, and grammatical knowledge",
      "first_seen": "2026-01-23T12:25:42.270935"
    },
    "doi:10.1057/s41599-025-04584-7": {
      "title": "A brief virtual reality-based mindfulness intervention can improve olfactory perception while reducing depression and anxiety symptoms in university students",
      "first_seen": "2026-01-23T12:25:42.270940"
    },
    "doi:10.1186/s40468-025-00345-0": {
      "title": "Portfolio assessment in AI-enhanced learning environments: a pathway to emotion regulation, mindfulness, and language learning attitudes",
      "first_seen": "2026-01-23T12:25:42.270944"
    },
    "doi:10.3389/fpsyg.2025.1508934": {
      "title": "Effect of a mindfulness program on stress, anxiety, depression, sleep quality, social support, and life satisfaction: a quasi-experimental study in college students",
      "first_seen": "2026-01-23T12:25:42.270949"
    },
    "doi:10.3390/su17062411": {
      "title": "Enhancing Pro-Environmental Behavior Through Green HRM: Mediating Roles of Green Mindfulness and Knowledge Sharing for Sustainable Outcomes",
      "first_seen": "2026-01-23T12:25:42.270954"
    },
    "doi:10.1001/jamanetworkopen.2024.54950": {
      "title": "Mindfulness Training vs Recovery Support for Opioid Use, Craving, and Anxiety During Buprenorphine Treatment",
      "first_seen": "2026-01-23T12:25:42.270959"
    },
    "doi:10.1007/s12671-024-02501-8": {
      "title": "Cultural Adaptations of Mindfulness-Based Interventions for Psychosocial Well-Being in Ethno-Racial Minority Populations: A Systematic Narrative Review",
      "first_seen": "2026-01-23T12:25:42.270963"
    },
    "doi:10.1007/s12671-024-02499-z": {
      "title": "The Role of Attention Control in a Mindfulness-Based Intervention for Rumination: A Randomized Controlled Trial",
      "first_seen": "2026-01-23T12:25:42.270969"
    },
    "doi:10.1007/s12671-025-02559-y": {
      "title": "The Effects of Mindfulness-Based Stress Reduction on Depression, Anxiety, Stress, and Mindfulness Among Undergraduate Nursing Students in the Psychiatric Clinical Practice",
      "first_seen": "2026-01-23T12:25:42.270973"
    },
    "doi:10.1007/s12671-024-02511-6": {
      "title": "Mindfulness Across the Lifespan: Psychometric Properties and Age Invariance of the FFMQ-15",
      "first_seen": "2026-01-23T12:25:42.270978"
    },
    "doi:10.1007/s12671-025-02520-z": {
      "title": "Training for Mindfulness Teachers: Benefits for Mindfulness, Well-being, and Emotion Regulation",
      "first_seen": "2026-01-23T12:25:42.270983"
    },
    "doi:10.3389/fpsyg.2025.1545370": {
      "title": "The dual impact of physical exercise on university students’ mental health: the chain mediating effects of mindfulness and psychological resilience",
      "first_seen": "2026-01-23T12:25:42.270987"
    },
    "doi:10.1186/s12887-024-05310-z": {
      "title": "Assessing the impact of mindfulness programs on attention-deficit/ hyperactivity disorder in children and adolescents: a systematic review",
      "first_seen": "2026-01-23T12:25:42.270992"
    },
    "doi:10.3390/ijerph22010057": {
      "title": "A Multi- Mediation Analysis on the Impact of Social Media and Internet Addiction on University and High School Students’ Mental Health Through Social Capital and Mindfulness",
      "first_seen": "2026-01-23T12:25:42.270997"
    },
    "doi:10.2196/69554": {
      "title": "Mindfulness Intervention for Health Information Avoidance in Older Adults: Mixed Methods Study",
      "first_seen": "2026-01-23T12:25:42.271002"
    },
    "doi:10.1002/pits.23420": {
      "title": "Exploring the Role of Well‐Being, Mindfulness, Life Satisfaction, and Subjective Happiness in the Professional Development of Language Teachers",
      "first_seen": "2026-01-23T12:25:42.271008"
    },
    "doi:10.3390/socsci14040218": {
      "title": "The Impact of Integrating Mindfulness in the Classroom on Well-Being and Academic Success Among College Students During COVID-19 and Beyond",
      "first_seen": "2026-01-23T12:25:42.271012"
    },
    "doi:10.3389/fnut.2025.1632999": {
      "title": "Epigenetic modulation by life–style: advances in diet, exercise, and mindfulness for disease prevention and health optimization",
      "first_seen": "2026-01-23T12:25:42.271017"
    },
    "doi:10.1002/berj.4146": {
      "title": "Unboxing the intersections between self‐esteem and academic mindfulness with test emotions, psychological wellness and academic achievement in artificial intelligence‐supported learning environments: Evidence from English as a foreign language learners",
      "first_seen": "2026-01-23T12:25:42.271022"
    },
    "doi:10.1038/s41598-025-96165-6": {
      "title": "Virtual reality enhanced mindfulness and yoga intervention for postpartum depression and anxiety in the post COVID era",
      "first_seen": "2026-01-23T12:25:42.271027"
    },
    "doi:10.1186/s12909-025-07130-w": {
      "title": "Impact of cognitive-behavioral therapy and mindfulness-based stress reduction in mitigating test anxiety and enhancing academic achievement among vocational education students at Nigerian universities",
      "first_seen": "2026-01-23T12:25:42.271032"
    },
    "doi:10.1111/jnu.70003": {
      "title": "Mindfulness for Menopausal Women: Enhancing Quality of Life and Psychological Well-Being Through a Randomized Controlled Intervention.",
      "first_seen": "2026-01-23T12:25:42.271037"
    },
    "doi:10.5406/21518009.51.1.04": {
      "title": "Black Radical Imagination: Dismantling Gatekeepers of Black Consciousness in Scholarly Spaces for Research and Future Publications",
      "first_seen": "2026-01-23T12:25:42.271056"
    },
    "doi:10.1007/s12671-025-02704-7": {
      "title": "Bridging the Soteriological-Secular Divide: A 9-Month Online Tibetan Mind-Body Practice Program Enhances Eudaimonic Well-Being and Non-Dual Awareness",
      "first_seen": "2026-01-23T12:25:42.271060"
    },
    "doi:10.1093/nc/niaf068": {
      "title": "Modeling non-dual awareness via constraint closure: a reinterpretation of groundlessness",
      "first_seen": "2026-01-23T12:25:42.271065"
    },
    "doi:10.1063/5.0290984": {
      "title": "Universal consciousness as foundational field: A theoretical bridge between quantum physics and non-dual philosophy",
      "first_seen": "2026-01-23T12:25:42.271070"
    },
    "doi:10.1016/j.jbusres.2025.115482": {
      "title": "Dual effects of AI-enabled job non-routinization on creativity: The moderating role of tacit knowledge awareness",
      "first_seen": "2026-01-23T12:25:42.271075"
    },
    "doi:10.3390/app152413222": {
      "title": "Effects of Dual-Operator Modes on Team Situation Awareness: A Non-Dyadic HMI Perspective in Intelligent Coal Mines",
      "first_seen": "2026-01-23T12:25:42.271080"
    },
    "doi:10.3102/00346543251390490": {
      "title": "Transfer Facilitation of Metalinguistic Awareness in Word Reading Among Dual Language Learners of English: A Meta-Analytic Structural Equation Modeling Study",
      "first_seen": "2026-01-23T12:25:42.271084"
    },
    "doi:10.1109/TGCN.2025.3609569": {
      "title": "Harnessing Temporal Awareness: Dual-CNN Model for Non-Intrusive Load Monitoring",
      "first_seen": "2026-01-23T12:25:42.271089"
    },
    "doi:10.1063/5.0247513": {
      "title": "Epidemic dynamics with awareness cascade of positive and negative information on delayed multiplex networks.",
      "first_seen": "2026-01-23T12:25:42.271094"
    },
    "doi:10.48550/arXiv.2507.18119": {
      "title": "GOAT-SLM: A Spoken Language Model with Paralinguistic and Speaker Characteristic Awareness",
      "first_seen": "2026-01-23T12:25:42.271099"
    },
    "doi:10.37251/jhiee.v2i1.2010": {
      "title": "The Dual Dimension of Consciousness: Environment and Health as Predictors of Environmentally Friendly Behavior",
      "first_seen": "2026-01-23T12:25:42.271104"
    },
    "doi:10.1177/19485506251388699": {
      "title": "Bridging Awareness and Action: The Roles of Gender Inequality, Power Distance, and Individualism in Shaping Collective Action Intentions for Gender Equality Across 61 Societies",
      "first_seen": "2026-01-23T12:25:42.271108"
    },
    "doi:10.1145/3715668.3735600": {
      "title": "En-join: Speculative LLM Play for Energy Community Engagement and Sustainability Awareness",
      "first_seen": "2026-01-23T12:25:42.271113"
    },
    "doi:10.1080/13607863.2025.2451116": {
      "title": "The impact of sociodemographic, psychological, and quality of life factors on dual-task performance in elderly individuals: a cross-sectional study in Iraq",
      "first_seen": "2026-01-23T12:25:42.271117"
    },
    "doi:10.48550/arXiv.2503.14084": {
      "title": "Semantic Communication in Dynamic Channel Scenarios: Collaborative Optimization of Dual-Pipeline Joint Source-Channel Coding and Personalized Federated Learning",
      "first_seen": "2026-01-23T12:25:42.271123"
    },
    "doi:10.37898/spiritualpc.1483767": {
      "title": "The Interplay of Mindfulness, Interoception, and Dual Emotions in Enhancing Psychological Well-being – Development of Heal-thy Life Spiritual Psychology Assessment Scale (HLSPAS)",
      "first_seen": "2026-01-23T12:25:42.271128"
    },
    "doi:10.1177/10711813251368830": {
      "title": "Examining Transparency Needs and Display Features: An Empirical Study of Dynamic Dual-Task HAT Simulation with AI Integration",
      "first_seen": "2026-01-23T12:25:42.271132"
    },
    "url:https://www.semanticscholar.org/paper/9c0a4fc14fa342dae39688b4ff40a9960ac415bc": {
      "title": "Seabed-to-Sky Mapping of Maritime Environments with a Dual Orthogonal SONAR and LiDAR Sensor Suite",
      "first_seen": "2026-01-23T12:25:42.271137"
    },
    "doi:10.1109/JBHI.2025.3598048": {
      "title": "Spatial Prior-Guided Dual-Path Network for Thyroid Nodule Segmentation.",
      "first_seen": "2026-01-23T12:25:42.271141"
    },
    "doi:10.48550/arXiv.2507.07443": {
      "title": "Dual Semantic-Aware Network for Noise Suppressed Ultrasound Video Segmentation",
      "first_seen": "2026-01-23T12:25:42.271146"
    },
    "doi:10.1109/CDC57313.2025.11312404": {
      "title": "A Primal-Dual Gradient Descent Approach to the Connectivity Constrained Sensor Coverage Problem",
      "first_seen": "2026-01-23T12:25:42.271151"
    },
    "doi:10.3390/su18010125": {
      "title": "Incentives and Constraints: The Dual Effects of Climate Risk on Green Bond Issuance in China",
      "first_seen": "2026-01-23T12:25:42.271156"
    },
    "doi:10.1101/2025.10.13.682195": {
      "title": "Multimodal lesion mapping in affective blindsight reveals dual amygdala and superior temporal sulcus contributions to nonconscious emotion processing",
      "first_seen": "2026-01-23T12:25:42.271166"
    },
    "doi:10.1111/nyas.70107": {
      "title": "Embodied Singing: Dual Role of Interoception in Vocal Expertise and Musical Competence",
      "first_seen": "2026-01-23T12:25:42.271171"
    },
    "doi:10.1017/S1047951125110202": {
      "title": "A ryanodine receptor 2 gene variant associated with left ventricular non-compaction, cardiac conduction disease, ventricular arrhythmias, and sudden cardiac death",
      "first_seen": "2026-01-23T12:25:42.271176"
    },
    "doi:10.1177/10732748251349935": {
      "title": "Identification of Distinct Research Gaps that Complement Previous Critiques of Militaristic Language in Relation to Cancer and Other Non-Military Topics",
      "first_seen": "2026-01-23T12:25:42.271182"
    },
    "doi:10.18389/dearq41.2025.04": {
      "title": "Non-binary Learning: a Series of Design Studios for an Ecofeminist Pedagogy",
      "first_seen": "2026-01-23T12:25:42.271188"
    },
    "doi:10.1177/03611981241308859": {
      "title": "Optimizing Takeover Performance: Balancing Warning Information Amount for Urgent and Non-Urgent Autonomous Transitions",
      "first_seen": "2026-01-23T12:25:42.271192"
    },
    "doi:10.52998/trjmms.1703538": {
      "title": "AHP-Based Evaluation of Core Non-Technical Skills for Seafarers in Maritime Operations",
      "first_seen": "2026-01-23T12:25:42.271197"
    },
    "doi:10.3390/math14010172": {
      "title": "An Evolutionary Game-Theoretic Analysis of Dual-Channel Encroachment and Green Fulfillment in Platform-Based Supply Chains",
      "first_seen": "2026-01-23T12:25:42.271201"
    },
    "doi:10.1038/s41598-025-34692-y": {
      "title": "Nonlinear compartmental modeling of COVID-19 with dual dose vaccination using Mason graphs and variational iteration method.",
      "first_seen": "2026-01-23T12:25:42.271206"
    },
    "doi:10.1097/HNP.0000000000000780": {
      "title": "The BIG Moment in Critical Care: Evaluating a Nurse-Developed Mindfulness Intervention to Manage Stress and Sustain Compassionate Care.",
      "first_seen": "2026-01-23T12:25:42.271215"
    },
    "doi:10.1016/j.psychsport.2026.103080": {
      "title": "The Relationship between Mindfulness, Competitive Anxiety, and Self-Efficacy in Taekwondo Athletes With/Without Injury: The Moderated Mediation Model.",
      "first_seen": "2026-01-23T12:25:42.271219"
    },
    "doi:10.3928/02793695-20260115-01": {
      "title": "Effects of a Mindfulness-Based Stress Reduction Program for Parents of Children With Autism Spectrum Disorder.",
      "first_seen": "2026-01-23T12:25:42.271224"
    },
    "doi:10.1038/s41598-026-37028-6": {
      "title": "Optimization of academic performance and mental health in college students through an AI-driven personalized physical exercise and mindfulness intervention system.",
      "first_seen": "2026-01-23T12:25:42.271230"
    },
    "doi:10.1159/000550325": {
      "title": "Social factors influencing decision-making in intracerebral haemorrhage: A survey among neurology professionals.",
      "first_seen": "2026-01-23T12:25:42.271235"
    },
    "doi:10.1037/tra0002109": {
      "title": "Psychosocial strengths associated with higher functioning after interpersonal adversity in the United Kingdom and Ireland.",
      "first_seen": "2026-01-23T12:25:42.271244"
    },
    "doi:10.2196/80083": {
      "title": "Implementation of Digital Device-Assisted and Nurse-Led Case Management to Promote Self-Management in Adults With Noncommunicable Diseases: Protocol for a Single-Arm Intervention Study.",
      "first_seen": "2026-01-23T12:25:42.271249"
    },
    "doi:10.1016/j.breast.2026.104701": {
      "title": "Effectiveness of mindfulness-based interventions on quality of life in women breast cancer survivors: a systematic review and meta-analysis.",
      "first_seen": "2026-01-23T12:25:42.271255"
    }
  }
}