{
  "items": {
    "doi:10.1162/IMAG.a.14": {
      "title": "Neurophysiological mechanisms of focused attention meditation: A scoping systematic review",
      "first_seen": "2026-01-20T04:12:57.246915"
    },
    "doi:10.3390/s26020475": {
      "title": "Focused Attention Meditation as a Pre-Exercise Strategy for Reducing Anxiety in Speed Skaters",
      "first_seen": "2026-01-20T04:12:57.246919"
    },
    "doi:10.1101/2025.07.01.662572": {
      "title": "Distinct patterns of directed brain connectivity in focused attention, open monitoring and loving kindness meditation: An EEG Granger causality study with long-term meditators",
      "first_seen": "2026-01-20T04:12:57.246920"
    },
    "doi:10.1007/s12671-025-02650-4": {
      "title": "The Effects of Focused Attention and Open Monitoring Meditation on Interval Duration Estimation and Passage of Time Judgments in Non-meditators",
      "first_seen": "2026-01-20T04:12:57.246921"
    },
    "doi:10.1371/journal.pone.0322537": {
      "title": "The individual and sequential effect of focused attention and open monitoring meditation on mindfulness skills",
      "first_seen": "2026-01-20T04:12:57.246922"
    },
    "doi:10.1101/2025.09.10.25335492": {
      "title": "Neurofluid circulation changes during a focused attention style of mindfulness meditation",
      "first_seen": "2026-01-20T04:12:57.246923"
    },
    "doi:10.1016/j.neuroscience.2025.02.017": {
      "title": "Investigating the effects of focused attention (mantra) meditation on mismatch negativity: Insights into sensory and cognitive processing using an intensity oddball paradigm",
      "first_seen": "2026-01-20T04:12:57.246924"
    },
    "doi:10.1093/cercor/bhaf024": {
      "title": "Dynamic functional connectivity signatures of focused attention on the breath in adolescents.",
      "first_seen": "2026-01-20T04:12:57.246925"
    },
    "doi:10.1163/22134468-bja10127": {
      "title": "Meditation-Like States of Attention and Time Perception: Longer Productions in Deeper and More Embodied States",
      "first_seen": "2026-01-20T04:12:57.246926"
    },
    "doi:10.3389/fnhum.2024.1482353": {
      "title": "Long-term mindfulness meditation increases occurrence of sensory and attention brain states",
      "first_seen": "2026-01-20T04:12:57.246927"
    },
    "doi:10.1145/3706598.3713208": {
      "title": "The Walking Meditation Mat: Leveraging Targeted Heat Sensation to Guide Attention Inward",
      "first_seen": "2026-01-20T04:12:57.246927"
    },
    "doi:10.3390/humans5040027": {
      "title": "Biopolitics of Techno-Mindfulness: Anthropological Reflections on the Issue of Modern App-Based Training of Focused Attention",
      "first_seen": "2026-01-20T04:12:57.246929"
    },
    "doi:10.3389/fpsyg.2025.1649564": {
      "title": "Beyond mindfulness: how Buddhist meditation transforms consciousness through distinct psychological pathways",
      "first_seen": "2026-01-20T04:12:57.246930"
    },
    "doi:10.1080/09658211.2025.2458300": {
      "title": "Mindfulness meditation can improve both focal and non-focal prospective memory performance",
      "first_seen": "2026-01-20T04:12:57.246930"
    },
    "doi:10.20935/mhealthwellb7666": {
      "title": "The mind’s abyss: Exploring the adverse effects of distinct forms of meditation",
      "first_seen": "2026-01-20T04:12:57.246931"
    },
    "doi:10.1093/nc/niaf047": {
      "title": "Meditation induces shifts in neural oscillations, brain complexity, and critical dynamics: novel insights from MEG",
      "first_seen": "2026-01-20T04:12:57.246932"
    },
    "doi:10.1101/2025.07.01.662528": {
      "title": "Neuroplasticity of directed connectivity in long-term meditation: Evidence from EEG Granger causality",
      "first_seen": "2026-01-20T04:12:57.246933"
    },
    "doi:10.36106/ijsr/9510938": {
      "title": "A STUDY TO EVALUATE THE EFFECTIVENESS OF MEDITATION TO REDUCE THE LEVEL OF BURNOUT SYNDROME AMONG BANK EMPLOYEES OF THE CITY.",
      "first_seen": "2026-01-20T04:12:57.246934"
    },
    "doi:10.1101/2025.05.20.655049": {
      "title": "Differential Effects of Meditation States and Traits on the Neural Mechanisms of Pain Processing",
      "first_seen": "2026-01-20T04:12:57.246935"
    },
    "doi:10.1093/cercor/bhaf200": {
      "title": "Neural correlates of metacontrol persistence and flexibility induced by creativity and meditation.",
      "first_seen": "2026-01-20T04:12:57.246936"
    },
    "doi:10.52403/ijhsr.20250409": {
      "title": "Strengthening from Within: Uniting Satwavajaya Chikitsa, Meditation, and Yogasana for Optimal Mental, Emotional, and Physical Resilience",
      "first_seen": "2026-01-20T04:12:57.246937"
    },
    "doi:10.1136/bmjopen-2024-097236": {
      "title": "Randomised controlled trial of VR-based observation meditation with AI coaching (‘Otti’) for stress reduction in university students in the United States: study protocol",
      "first_seen": "2026-01-20T04:12:57.246938"
    },
    "doi:10.7507/1001-5515.202504044": {
      "title": "[Multi-source adversarial adaptation with calibration for electroencephalogram-based classification of meditation and resting states].",
      "first_seen": "2026-01-20T04:12:57.246939"
    },
    "doi:10.7868/s3034531625030039": {
      "title": "Pilot fMRI-EEG study of tantric meditation in Tibetan monks",
      "first_seen": "2026-01-20T04:12:57.246940"
    },
    "doi:10.3389/fpsyg.2025.1572499": {
      "title": "How static and kinetic meditation, with or without guidance, affect autonomic nervous system activity in novice meditators",
      "first_seen": "2026-01-20T04:12:57.246941"
    },
    "doi:10.59231/sari7856": {
      "title": "Inner Calm: The Transformative Power of Meditation and Contemplative Practices in Stress Reduction",
      "first_seen": "2026-01-20T04:12:57.246942"
    },
    "doi:10.3390/buildings15224182": {
      "title": "Developing Design Recommendations for Meditation Centres Through a Mixed-Method Study",
      "first_seen": "2026-01-20T04:12:57.246943"
    },
    "doi:10.3390/healthcare13233044": {
      "title": "The Moderating Role of Personality on the Effects of Concentration-, Ethics- and Wisdom-Based Meditation Practices for Well-Being and Prosociality",
      "first_seen": "2026-01-20T04:12:57.246943"
    },
    "doi:10.12972/kjhn.2025.2.1.4": {
      "title": "Nursing Students’ Experiences of Mindfulness Meditation through Famous Painting Appreciation and Singing Bowl Sound Healing: A Qualitative Analysis of Reflective Journals",
      "first_seen": "2026-01-20T04:12:57.246944"
    },
    "doi:10.57067/pfvxcr55": {
      "title": "Dynamic Martial Arts as Meditation: Vipassana as a Philosophical and Practical Synchronicity",
      "first_seen": "2026-01-20T04:12:57.246945"
    },
    "doi:10.1016/j.jad.2025.120391": {
      "title": "Turning the tide: A randomized controlled trial of a brief digital mindfulness intervention to reduce immediate and delayed negative interpretation bias.",
      "first_seen": "2026-01-20T04:12:57.246946"
    },
    "doi:10.1093/geronb/gbaf235": {
      "title": "Effects of mindfulness training on sustained attention and mind-wandering in older adults: results from the HealthyAgers randomized controlled trial.",
      "first_seen": "2026-01-20T04:12:57.246947"
    },
    "doi:10.1044/2025_LSHSS-24-00127": {
      "title": "Mindfulness and the International Classification of Functioning, Disability and Health as Tools for Managing Secondary Trauma Experienced by School-Based Speech-Language Pathologists and Audiologists.",
      "first_seen": "2026-01-20T04:12:57.246948"
    },
    "doi:10.1093/schbul/sbae198": {
      "title": "Yoga-Based Group Intervention for Inpatients with Schizophrenia Spectrum Disorders-Feasibility, Acceptability, and Preliminary Outcomes of a Rater-Blinded Randomized Controlled Trial.",
      "first_seen": "2026-01-20T04:12:57.246949"
    },
    "doi:10.1080/20008066.2025.2602298": {
      "title": "The efficacy and mechanism of an integrated mindfulness-based programme on posttraumatic stress disorder among people with HIV: a randomized controlled trial with 3-month follow up.",
      "first_seen": "2026-01-20T04:12:57.246950"
    },
    "doi:10.1017/S0033291725102973": {
      "title": "Implicit opioid associations in OUD treatment: prediction of treatment response and moderation by mindfulness-oriented recovery enhancement.",
      "first_seen": "2026-01-20T04:12:57.246950"
    },
    "doi:10.1136/bmjopen-2025-104334": {
      "title": "Traditional, integrative and complementary medicine use in the UK population: results of a nationally representative cross-sectional survey.",
      "first_seen": "2026-01-20T04:12:57.246951"
    },
    "doi:10.1177/15598276261417271": {
      "title": "Effects of Lifestyle Medicine on Alzheimer's Disease: Insights From Emerging Evidence and Multi-Domain Interventions.",
      "first_seen": "2026-01-20T04:12:57.246952"
    },
    "doi:10.1016/j.jad.2025.120438": {
      "title": "Effects of prenatal exercise on prenatal and postpartum depression and anxiety symptoms: A systematic review and network meta-analysis.",
      "first_seen": "2026-01-20T04:12:57.246953"
    },
    "doi:10.1016/j.jad.2026.121189": {
      "title": "Psychological intervention for postpartum depression: A systematic review and network meta-analysis.",
      "first_seen": "2026-01-20T04:12:57.246954"
    },
    "doi:10.1136/bmjopen-2025-110239": {
      "title": "Exploring the mechanisms of yoga-based cardiac rehabilitation in heart failure via assessment of endothelial function, genomics and arterial health (Yoga-EndOmics): a study protocol.",
      "first_seen": "2026-01-20T04:12:57.246955"
    },
    "doi:10.1080/07481187.2026.2613244": {
      "title": "The effects of Mindfulness-Based Stress Reduction program on stress, subjective anxiety, self-compassion, and prenatal attachment in pregnant women with perinatal loss: A randomized controlled trial.",
      "first_seen": "2026-01-20T04:12:57.246956"
    },
    "doi:10.1016/j.jneb.2025.12.011": {
      "title": "Healthy Eating for Young Adults: Communication in Early Stages of Behavior Change.",
      "first_seen": "2026-01-20T04:12:57.246957"
    },
    "doi:10.1177/09226028251410014": {
      "title": "A Brief Mindfulness Intervention for Pain Management in Fibromyalgia: A Single-arm Open-Label Study.",
      "first_seen": "2026-01-20T04:12:57.246958"
    },
    "url:https://www.newyorker.com/culture/photo-booth/an-indigenous-communitys-spiritual-haunting": {
      "title": "An Indigenous Community’s Spiritual Haunting",
      "first_seen": "2026-01-20T04:12:57.246972"
    },
    "doi:10.3390/electronics14040707": {
      "title": "Comparison of LSTM- and GRU-Type RNN Networks for Attention and Meditation Prediction on Raw EEG Data from Low-Cost Headsets",
      "first_seen": "2026-01-20T12:26:38.895674"
    },
    "doi:10.1177/21677026241298269": {
      "title": "Incidence and Predictors of Meditation-Related Unusual Experiences and Adverse Effects in a Representative Sample of Meditators in the United States",
      "first_seen": "2026-01-20T12:26:38.895687"
    },
    "doi:10.1080/15402002.2025.2475911": {
      "title": "The Effect of Meditation-Based Mind-Body Interventions on Older Adults with Poor Sleep Quality: A Meta-Analysis of Randomized Controlled Trials",
      "first_seen": "2026-01-20T12:26:38.895693"
    },
    "doi:10.1093/nc/niaf013": {
      "title": "Meditation and complexity: a review and synthesis of evidence",
      "first_seen": "2026-01-20T12:26:38.895697"
    },
    "doi:10.1159/000543457": {
      "title": "Effects of Meditation and Yoga on Anxiety, Depression and Chronic Inflammation in Patients with Parkinson’s Disease: A Randomized Clinical Trial",
      "first_seen": "2026-01-20T12:26:38.895702"
    },
    "doi:10.1093/cercor/bhaf039": {
      "title": "Investigating the complex cortical dynamics of an advanced concentrative absorption meditation called jhanas (ACAM-J): a geometric eigenmode analysis.",
      "first_seen": "2026-01-20T12:26:38.895706"
    },
    "doi:10.1007/s12671-025-02607-7": {
      "title": "The Third Wave of Meditation and Mindfulness Research and Implications for Challenging Experiences: Negative Effects, Transformative Psychological Growth, and Forms of Happiness",
      "first_seen": "2026-01-20T12:26:38.895711"
    },
    "doi:10.3390/bs15070909": {
      "title": "The Effects of Loving-Kindness Meditation Guided by Short Video Apps on Policemen’s Mindfulness, Public Service Motivation, Conflict Resolution Skills, and Communication Skills",
      "first_seen": "2026-01-20T12:26:38.895715"
    },
    "doi:10.1162/IMAG.a.82": {
      "title": "Mindfulness, cognition, and long-term meditators: Toward a science of advanced meditation",
      "first_seen": "2026-01-20T12:26:38.895720"
    },
    "doi:10.1177/09727531251326302": {
      "title": "Neurobehavioural Correlates of Breath Meditation in Novice Adolescents: Insights from Anapanasati-based Paradigm.",
      "first_seen": "2026-01-20T12:26:38.895725"
    },
    "doi:10.1038/s41598-025-97179-w": {
      "title": "Effects of long-term mindfulness meditation training on attentional capacity in professional male fencer athletes",
      "first_seen": "2026-01-20T12:26:38.895729"
    },
    "doi:10.1002/smi.70049": {
      "title": "The Effects of an Online Yoga Nidra Meditation on Subjective Well‐Being and Diurnal Salivary Cortisol: A Randomised Controlled Trial",
      "first_seen": "2026-01-20T12:26:38.895734"
    },
    "doi:10.1186/s12906-025-04783-4": {
      "title": "Rapid shift of gut microbiome and enrichment of beneficial microbes during arhatic yoga meditation retreat in a single-arm pilot study",
      "first_seen": "2026-01-20T12:26:38.895738"
    },
    "doi:10.1177/16094069241312826": {
      "title": "Meditation in Qualitative Research for Bracketing and Beyond",
      "first_seen": "2026-01-20T12:26:38.895743"
    },
    "doi:10.1177/15598276251323850": {
      "title": "Evaluating the Meditation Practices and Barriers to Adopting Mindful Medicine Among Physicians.",
      "first_seen": "2026-01-20T12:26:38.895747"
    },
    "doi:10.1093/cercor/bhaf079": {
      "title": "Advanced concentrative absorption meditation reorganizes functional connectivity gradients of the brain: 7T MRI and phenomenology case study of jhana meditation.",
      "first_seen": "2026-01-20T12:26:38.895752"
    },
    "doi:10.1097/CIN.0000000000001307": {
      "title": "Effects of Virtual Reality Meditation on Sleep and Delirium in ICU Patients",
      "first_seen": "2026-01-20T12:26:38.895756"
    },
    "doi:10.1080/15426432.2025.2467127": {
      "title": "Mahavakyam Meditation: a trauma-informed practice to cultivate wellness & resilience with social work students in the classroom and beyond",
      "first_seen": "2026-01-20T12:26:38.895762"
    },
    "doi:10.1080/07448481.2025.2451974": {
      "title": "The integration of meditation into higher education: a systematic literature review",
      "first_seen": "2026-01-20T12:26:38.895766"
    },
    "doi:10.1111/nmo.15014": {
      "title": "Yoga, Meditation, Mindfulness, or Hypnotherapy for GI Disorders: Similar Mechanisms of Action?",
      "first_seen": "2026-01-20T12:26:38.895771"
    },
    "doi:10.3389/fmed.2025.1513699": {
      "title": "A randomized controlled trial of meditation and health education on carotid intima-media thickness and major adverse cardiovascular events in Black men and women",
      "first_seen": "2026-01-20T12:26:38.895775"
    },
    "doi:10.1007/s12671-025-02519-6": {
      "title": "TMS-EEG Shows Mindfulness Meditation Is Associated With a Different Excitation/Inhibition Balance in the Dorsolateral Prefrontal Cortex",
      "first_seen": "2026-01-20T12:26:38.895780"
    },
    "doi:10.1001/jamanetworkopen.2024.54435": {
      "title": "Digital Meditation to Target Employee Stress",
      "first_seen": "2026-01-20T12:26:38.895784"
    },
    "doi:10.1038/s41598-025-01462-9": {
      "title": "Enhancing shooting performance and cognitive engagement in virtual reality environments through brief meditation training",
      "first_seen": "2026-01-20T12:26:38.895788"
    },
    "doi:10.1186/s40708-025-00251-4": {
      "title": "Novel machine learning-driven comparative analysis of CSP, STFT, and CSP-STFT fusion for EEG data classification across multiple meditation and non-meditation sessions in BCI pipeline",
      "first_seen": "2026-01-20T12:26:38.895793"
    },
    "doi:10.1007/s12671-025-02632-6": {
      "title": "Toward a Unified Model of Advanced Meditation, Human Development, Meditation Maps, and Transtradition Metaphors: Facing Impermanence, Suffering, and Death",
      "first_seen": "2026-01-20T12:26:38.895797"
    },
    "doi:10.3390/healthcare13101213": {
      "title": "Effects of Short Video App Guided Mindfulness Meditation on Policemen’s Communication Anxiety, PTSD, Anger Management, and Mood Disorders",
      "first_seen": "2026-01-20T12:26:38.895802"
    },
    "doi:10.1080/07317115.2025.2482089": {
      "title": "A Novel Virtual Reality-Based Nature Meditation Program for Older Adults’ Mental Health: Results from a Pilot Randomized Controlled Trial",
      "first_seen": "2026-01-20T12:26:38.895806"
    },
    "doi:10.1016/j.neubiorev.2025.106141": {
      "title": "Advanced and long-term meditation and the autonomic nervous system: A review and synthesis",
      "first_seen": "2026-01-20T12:26:38.895811"
    },
    "doi:10.3390/rel16030378": {
      "title": "Seers and Ascetics: Analyzing the Vedic Theory of Cognition and Contemplative Practice in the Development of Early Buddhist Meditation and Imaginary",
      "first_seen": "2026-01-20T12:26:38.895815"
    },
    "doi:10.1111/anoc.12246": {
      "title": "The dawn of division: For an anthropological theory of consciousness through contemplative ethnography",
      "first_seen": "2026-01-20T12:26:38.895820"
    },
    "url:https://www.semanticscholar.org/paper/823a6f37db9d18ec4fdfaf02e01400c5ec6c0ab9": {
      "title": "Contemplative Artificial Intelligence",
      "first_seen": "2026-01-20T12:26:38.895824"
    },
    "doi:10.1037/amp0001510": {
      "title": "Love as decolonial praxis: Co-creation of a community-based critical contemplative dialogue intervention.",
      "first_seen": "2026-01-20T12:26:38.895829"
    },
    "doi:10.1007/s12671-025-02535-6": {
      "title": "Contemplative Practices in a Teamwork Setting: A Preliminary Study on Mindfulness Meditations and Interpersonal Skills",
      "first_seen": "2026-01-20T12:26:38.895834"
    },
    "doi:10.1037/ort0000830": {
      "title": "Contemplative practices and the movement toward a more just criminal legal system.",
      "first_seen": "2026-01-20T12:26:38.895838"
    },
    "doi:10.17744/mehc.47.3.04": {
      "title": "Healing the Healers: The Role of Contemplative Practice in Mitigating Counselor Burnout and Empathy Fatigue",
      "first_seen": "2026-01-20T12:26:38.895843"
    },
    "doi:10.1353/scs.2025.a956954": {
      "title": "Sewing and Gleaning: Artistic Contemplative Practice as Invitation",
      "first_seen": "2026-01-20T12:26:38.895847"
    },
    "doi:10.25035/jche.03.01.06": {
      "title": "Narrative Inquiry as Contemplative Methodology",
      "first_seen": "2026-01-20T12:26:38.895852"
    },
    "doi:10.1016/j.bpsgos.2025.100474": {
      "title": "Shedding Light on Changes in Subjective Experience During an Intensive Contemplative Retreat: The Lyon Assessment of Meditation Phenomenology Questionnaire",
      "first_seen": "2026-01-20T12:26:38.895856"
    },
    "doi:10.34044/j.kjss.2025.46.3.12": {
      "title": "Promoting preschoolers’ emotional competence using contemplative education and emotional coaching",
      "first_seen": "2026-01-20T12:26:38.895861"
    },
    "doi:10.53674/pjt.v1i2.207": {
      "title": "Jesus' Prayer as a Contemplative Practice: Inner Transformation and Encounter with the Divine",
      "first_seen": "2026-01-20T12:26:38.895865"
    },
    "doi:10.1080/09589236.2025.2479797": {
      "title": "The contemplative man: ‘positive’ affect and masculinity in ecofascist visual communication",
      "first_seen": "2026-01-20T12:26:38.895872"
    },
    "doi:10.1177/14661381251335817": {
      "title": "Fostering contemplative ethnographers: A tale of fieldwork ethics, vulnerability, and trauma in neoliberal academia",
      "first_seen": "2026-01-20T12:26:38.895876"
    },
    "doi:10.1037/ort0000860": {
      "title": "Reclamation and emancipation in mindfulness and nature-based contemplative practice: A Sankofa-oriented collaborative autoethnography.",
      "first_seen": "2026-01-20T12:26:38.895881"
    },
    "doi:10.1097/JOM.0000000000003587": {
      "title": "Contemplative Training to Bolster University Employees' Mental Health, Well-Being, and Workplace Wellness: A Prospective Observational Study.",
      "first_seen": "2026-01-20T12:26:38.895885"
    },
    "doi:10.5296/jse.v15i2.22784": {
      "title": "Exploring School-Based Contemplative Neuroscience Practices with At-Risk Early Elementary Students",
      "first_seen": "2026-01-20T12:26:38.895890"
    },
    "doi:10.63878/jalt1710": {
      "title": "THE INTERSECTION OF LANGUAGE LEARNING AND MENTAL HEALTH: EXAMINING ANXIETY-REDUCTION STRATEGIES THROUGH CONTEMPLATIVE PEDAGOGY IN ELT",
      "first_seen": "2026-01-20T12:26:38.895894"
    },
    "doi:10.1002/jhbs.70034": {
      "title": "“Intelligence Running Wild”: Edward Podvoll (1936–2003) and the Unfolding of the “Contemplative Psychotherapy” Project",
      "first_seen": "2026-01-20T12:26:38.895898"
    },
    "doi:10.54612/a.722fntd0cn": {
      "title": "Visual Quality Assessment of Outdoor Settings for Nature-Based Interventions in Sweden Using the Contemplative Landscape Model",
      "first_seen": "2026-01-20T12:26:38.895902"
    },
    "doi:10.55476/001c.151171": {
      "title": "4. Spiritual Foundation: Contemplative Pragmatics",
      "first_seen": "2026-01-20T12:26:38.895907"
    },
    "doi:10.1017/hor.2025.5": {
      "title": "“Walking the Path of Conocimiento”: LCWR, Contemplative Dialogue, and Radical Hope for US Catholic Feminist Theologies",
      "first_seen": "2026-01-20T12:26:38.895912"
    },
    "doi:10.25136/2409-8728.2025.1.73209": {
      "title": "The concept of God as a Contemplative: cosmological, anthropological, and ethical-soteriological aspects",
      "first_seen": "2026-01-20T12:26:38.895918"
    },
    "doi:10.1080/20539320.2025.2482521": {
      "title": "The Phenomenology of Japanese Dry Stone Gardens: Aesthetic and Contemplative “Ways of Seeing”",
      "first_seen": "2026-01-20T12:26:38.895924"
    },
    "doi:10.3389/fpsyg.2025.1659774": {
      "title": "Detached self-observation as a developmental catalyst: theoretical insights from dynamical systems thinking, cultural mediation, and contemplative practice",
      "first_seen": "2026-01-20T12:26:38.895928"
    },
    "doi:10.1108/her-10-2024-0045": {
      "title": "Examining posture toward the contemplative: Jill Roe, contemporary spirituality and the case of Steiner education",
      "first_seen": "2026-01-20T12:26:38.895931"
    },
    "doi:10.63223/jphe.2025.60761": {
      "title": "Contemplative practice and Transformative Phenomenology: A methodology for engaging university students in praxis",
      "first_seen": "2026-01-20T12:26:38.895933"
    },
    "doi:10.1037/pst0000578": {
      "title": "Spiritual competency training in mental health and multicultural orientation and contemplative awareness: An evaluation of two training approaches with psychotherapists.",
      "first_seen": "2026-01-20T12:26:38.895936"
    },
    "doi:10.1109/FIE63693.2025.11328178": {
      "title": "WIP: Integrating Contemplative Practices Into First-Year Engineering Education to Foster Compassion and Mindfulness",
      "first_seen": "2026-01-20T12:26:38.895939"
    },
    "doi:10.1177/21582440251403827": {
      "title": "Validation of a French Version of the Nondual Awareness Dimensional Assessment-Trait",
      "first_seen": "2026-01-20T12:26:38.895942"
    },
    "doi:10.3389/fpsyg.2025.1665826": {
      "title": "Without birth, without death—issues in the research of nondual awareness or consciousness itself",
      "first_seen": "2026-01-20T12:26:38.895944"
    },
    "doi:10.3390/bs15121638": {
      "title": "Nondual Awareness, Body Boundary Perception, and Creative Attitudes in Japanese University Students Through a Brief Paired Martial Arts Exercise: A Randomized Controlled Trial",
      "first_seen": "2026-01-20T12:26:38.895947"
    },
    "doi:10.1037/cns0000443": {
      "title": "Unveiling the pathways: The effects of mindfulness and recreational psychedelic experiences on well-being—The mediating roles of nondual awareness, prosociality, and meaning in life.",
      "first_seen": "2026-01-20T12:26:38.895950"
    },
    "doi:10.1353/bcs.2026.a979816": {
      "title": "Self-Awareness (rang rig) and Nondual Presence: Tibetan Mahāmudrā and a Christian-Adjacent Correlation",
      "first_seen": "2026-01-20T12:26:38.895952"
    },
    "doi:10.61420/mp.2025.6.1.41": {
      "title": "From Meditative States to Lasting Transformation: Awareness of Nonduality in Contemplative Science",
      "first_seen": "2026-01-20T12:26:38.895955"
    },
    "doi:10.1080/10447318.2024.2323277": {
      "title": "Could AI Ethical Anxiety, Perceived Ethical Risks and Ethical Awareness About AI Influence University Students’ Use of Generative AI Products? An Ethical Perspective",
      "first_seen": "2026-01-20T12:26:38.895958"
    },
    "doi:10.70175/hclreview.2020.19.2.7": {
      "title": "What Self-Awareness Really Is (and How to Cultivate It)",
      "first_seen": "2026-01-20T12:26:38.895960"
    },
    "doi:10.3390/antibiotics14060599": {
      "title": "Antibiotic Resistance Awareness in Kosovo: Insights from the WHO Antibiotic Resistance: Multi-Country Public Awareness Survey",
      "first_seen": "2026-01-20T12:26:38.895963"
    },
    "doi:10.64719/pb.4119": {
      "title": "Awareness of metabolic concerns and perceived impact of pharmacotherapy in patients with bipolar disorder: a survey of 500 US psychiatrists.",
      "first_seen": "2026-01-20T12:26:38.895966"
    },
    "doi:10.48550/arXiv.2504.01901": {
      "title": "Ross3D: Reconstructive Visual Instruction Tuning with 3D-Awareness",
      "first_seen": "2026-01-20T12:26:38.895968"
    },
    "doi:10.2139/ssrn.5348438": {
      "title": "Sustainable Tourism in Saint Martin Island: An Observation on Young Tourist Perception and Awareness Level",
      "first_seen": "2026-01-20T12:26:38.895971"
    },
    "doi:10.1080/19368623.2025.2449853": {
      "title": "Does smart technology, artificial intelligence, robotics, and algorithm (STARA) awareness have a double-edged-sword influence on proactive customer service performance? Effects of work engagement and employee resilience",
      "first_seen": "2026-01-20T12:26:38.895974"
    },
    "doi:10.1108/ijchm-01-2024-0051": {
      "title": "The double-edged sword effect of artificial intelligence awareness among hotel employees",
      "first_seen": "2026-01-20T12:26:38.895976"
    },
    "doi:10.1109/TIP.2025.3539477": {
      "title": "Deep Underwater Image Quality Assessment With Explicit Degradation Awareness Embedding",
      "first_seen": "2026-01-20T12:26:38.895979"
    },
    "doi:10.1002/ese3.2070": {
      "title": "Exploring the Prevalence of Renewable Energy Practices and Awareness Levels in Palestine",
      "first_seen": "2026-01-20T12:26:38.895982"
    },
    "doi:10.1186/s12912-025-03086-w": {
      "title": "Reflective mindfulness and emotional regulation training to enhance nursing students’ self-awareness, understanding, and regulation: a mixed method randomized controlled trial",
      "first_seen": "2026-01-20T12:26:38.895984"
    },
    "doi:10.1109/TAES.2025.3588484": {
      "title": "AIS-FCANet: Long-Term AIS Data Assisted Frequency-Spatial Contextual Awareness Network for Salient Ship Detection in SAR Imagery",
      "first_seen": "2026-01-20T12:26:38.895987"
    },
    "doi:10.3389/fnut.2025.1528016": {
      "title": "Exploring the role of health consciousness and environmental awareness in purchase intentions for green-packaged organic foods: an extended TPB model",
      "first_seen": "2026-01-20T12:26:38.895990"
    },
    "doi:10.1109/CVPR52734.2025.02103": {
      "title": "DexGrasp Anything: Towards Universal Robotic Dexterous Grasping with Physics Awareness",
      "first_seen": "2026-01-20T12:26:38.895993"
    },
    "doi:10.1001/jamanetworkopen.2024.57232": {
      "title": "Longitudinal Analysis of Obesity Drug Use and Public Awareness",
      "first_seen": "2026-01-20T12:26:38.895995"
    },
    "doi:10.3390/su17062588": {
      "title": "The Impact of Integrating Sustainable Development Goals on Students’ Awareness and Pro-Environmental Behavior: A Case Study of Jordan",
      "first_seen": "2026-01-20T12:26:38.895998"
    },
    "doi:10.1093/ajh/hpaf044": {
      "title": "Trends in Hypertension Prevalence, Awareness, Treatment, and Control Among US Young Adults, 2003-2023.",
      "first_seen": "2026-01-20T12:26:38.896001"
    },
    "doi:10.1109/CVPR52734.2025.00641": {
      "title": "CoSDH: Communication-Efficient Collaborative Perception via Supply-Demand Awareness and Intermediate-Late Hybridization",
      "first_seen": "2026-01-20T12:26:38.896003"
    },
    "doi:10.48550/arXiv.2503.17349": {
      "title": "Beyond Semantics: Rediscovering Spatial Awareness in Vision-Language Models",
      "first_seen": "2026-01-20T12:26:38.896006"
    },
    "doi:10.1108/ijchm-07-2024-0968": {
      "title": "The effect of artificial intelligence awareness on frontline service employees’ silence: the roles of psychological contract breach and moral identity",
      "first_seen": "2026-01-20T12:26:38.896009"
    },
    "doi:10.1108/JHOM-06-2024-0229": {
      "title": "From fear to empowerment: the impact of employees AI awareness on workplace well-being - a new insight from the JD-R model.",
      "first_seen": "2026-01-20T12:26:38.896011"
    },
    "doi:10.48550/arXiv.2505.01420": {
      "title": "Evaluating Frontier Models for Stealth and Situational Awareness",
      "first_seen": "2026-01-20T12:26:38.896014"
    },
    "doi:10.1186/s12912-025-03458-2": {
      "title": "The impact of an AI-focused ethics education program on nursing students’ ethical awareness, moral sensitivity, attitudes, and generative AI adoption intention: a quasi-experimental study",
      "first_seen": "2026-01-20T12:26:38.896016"
    },
    "doi:10.1007/s11365-025-01084-7": {
      "title": "Gender differences in the impact of ecological awareness on entrepreneurial intent",
      "first_seen": "2026-01-20T12:26:38.896019"
    },
    "doi:10.47857/irjms.2025.v06i02.02786": {
      "title": "Mindfulness-Based Stress Reduction (MBSR) for Healthcare Workers",
      "first_seen": "2026-01-20T12:26:38.896022"
    },
    "doi:10.1111/wvn.70031": {
      "title": "Online and In‐Person Mindfulness‐Based Stress Reduction (MBSR) Improves Stress Resilience in Nursing Education",
      "first_seen": "2026-01-20T12:26:38.896024"
    },
    "doi:10.1080/20008066.2025.2501822": {
      "title": "MBSR effects on positive psychological traits and experiential avoidance in head and neck cancer: a randomized controlled trial",
      "first_seen": "2026-01-20T12:26:38.896027"
    },
    "doi:10.1101/2024.12.31.24319806": {
      "title": "Psilocybin-Assisted Group Psychotherapy + Mindfulness Based Stress Reduction (MBSR) for Frontline Healthcare Provider COVID-19 Related Depression and Burnout: A Randomized Clinical Trial",
      "first_seen": "2026-01-20T12:26:38.896030"
    },
    "doi:10.3389/fpsyg.2025.1588162": {
      "title": "Beyond distress: a sequential quantitative investigation of MBSR through a dual-factor model of mental health in college students",
      "first_seen": "2026-01-20T12:26:38.896033"
    },
    "doi:10.31004/jn.v9i2.43554": {
      "title": "Effectiveness of Implementing Modified Mindfulness Based Stress Reduction (MBSR) on Stress and Fatigue in Hemodialysis Patients",
      "first_seen": "2026-01-20T12:26:38.896035"
    },
    "doi:10.62872/dnq7ty36": {
      "title": "The Effect of Mindfulness-Based Stress Reduction (MBSR) on Emotion Regulation among Older Adults with Type 2 Diabetes Mellitus in Bangun Rejo Village, 2025",
      "first_seen": "2026-01-20T12:26:38.896038"
    },
    "doi:10.55737/qjssh.vi-i.25317": {
      "title": "Efficacy of Mindfulness Based Stress Reduction (MBSR) Program on Psychological Wellbeing, Psychological Distress, and Subjective Wellbeing Among Special Education Teachers",
      "first_seen": "2026-01-20T12:26:38.896041"
    },
    "doi:10.29173/pandpr29578": {
      "title": "Phenomenology of Body Awareness in Mindfulness-based Stress Reduction (MBSR)",
      "first_seen": "2026-01-20T12:26:38.896043"
    },
    "doi:10.47941/ijhs.2451": {
      "title": "Effectiveness of Mindfulness-Based Stress Reduction (MBSR) in Managing Hypertension among Adults in Indonesia",
      "first_seen": "2026-01-20T12:26:38.896046"
    },
    "doi:10.38108/ouhcd.1277151": {
      "title": "COVID-19 Tanısı Almış Hastalara Bakım Veren Hemşirelerde Akran Desteği Yöntemi ile Uygulanan Mesleki ve MBSR Akran Desteği Programının Kaygı, Tükenmişlik ve Bilinçli Farkındalık Üzerine Etkisi: Bir Karma Yöntem Araştırması",
      "first_seen": "2026-01-20T12:26:38.896049"
    },
    "doi:10.58526/jsret.v4i1.705": {
      "title": "Effectiveness of Mindfulnes Based Stress Reduction (MBSR) Increasing Resilience in Review of the Economic Social Status of ODGJ Companion Families at the Oepoi Health Center, Kupang",
      "first_seen": "2026-01-20T12:26:38.896051"
    },
    "doi:10.52236/ih.v13i2.776": {
      "title": "EFEKTIVITAS INTERVENSI MINDFULNESS-BASED STRESS REDUCTION (MBSR) OLEH PERAWAT TERHADAP PENURUNAN EMOSI NEGATIF PADA PASIEN BIPOLAR: A META-ANALYSIS",
      "first_seen": "2026-01-20T12:26:38.896054"
    },
    "doi:10.63468/jpsa.3.3.27": {
      "title": "From Burnout to Balance: A Mixed-Method Study on Mindfulness-Based Stress Reduction (MBSR) in ABA Practitioners",
      "first_seen": "2026-01-20T12:26:38.896057"
    },
    "doi:10.70462/acim.2025.1.003": {
      "title": "The impact of effectiveness of mindfulness-based stress reduction (MBSR) on mindfulness and perceived stress in healthy adults",
      "first_seen": "2026-01-20T12:26:38.896059"
    },
    "doi:10.29011/2577-2201.100270": {
      "title": "Sexual Minority Men Living with HIV's Interest in Yoga vs. MBSR as an Adjunct to an App-Based Positive Affect Intervention: A Focus Group Study.",
      "first_seen": "2026-01-20T12:26:38.896062"
    },
    "doi:10.1186/s40359-025-02747-4": {
      "title": "The effectiveness of a mindfulness-based stress reduction (MBSR) programme for parents of children with attention deficit hyperactivity disorder (ADHD): a pilot randomized controlled trial",
      "first_seen": "2026-01-20T12:26:38.896065"
    },
    "doi:10.26689/jcnr.v9i10.12083": {
      "title": "Application of MBSR Combined with Relaxation Training in the Perioperative Period of Interventional Therapy for Lumbar Disc Herniation",
      "first_seen": "2026-01-20T12:26:38.896068"
    },
    "doi:10.70979/tjos9614": {
      "title": "MBSR (Mindfulness-based Stress Reduction Program) on the Stress Relief of Clinical Nurses in China",
      "first_seen": "2026-01-20T12:26:38.896070"
    },
    "doi:10.1017/cts.2024.920": {
      "title": "277 Mindfulness-based stress reduction (MBSR) for chronic pain management: Patient and pharmacist perceptions of a community pharmacy-based program in the Rural Deep South",
      "first_seen": "2026-01-20T12:26:38.896073"
    },
    "doi:10.55299/ijphe.v4i2.1228": {
      "title": "Assessing the Effectiveness of Mindfulness-Based Stress Reduction (MBSR) Programs in Reducing Anxiety and Depression in Chronic Illness Patients",
      "first_seen": "2026-01-20T12:26:38.896076"
    },
    "doi:10.1177/27536130251393662": {
      "title": "Live Video MBSR is a Feasible and Acceptable Adjunctive Therapy for Youth With Inflammatory Bowel Disease",
      "first_seen": "2026-01-20T12:26:38.896078"
    },
    "doi:10.35568/abdimas.v8i4.7161": {
      "title": "Integrative Counseling Workshop on Mindfulness-Based Stress Reduction (MBSR) with Muhasabah to Manage Stress and Anxiety in Border Students of Indonesia-Malaysia",
      "first_seen": "2026-01-20T12:26:38.896081"
    },
    "doi:10.56734/ijahss.v6n4a7": {
      "title": "A Comprehensive Literature Review On The Relationship Between Mindfulness-Based Stress Reduction (Mbsr) And Anxiety: Examining Mechanisms, Efficacy, And Long-Term Psychological Benefits",
      "first_seen": "2026-01-20T12:26:38.896084"
    },
    "doi:10.59686/jtwb.v4i1.253": {
      "title": "Dampak Mindfulness Based Stress Reduction (MBSR) terhadap Stress Ibu yang Mengasuh Anak Berkebutuhan Khusus (ABK)",
      "first_seen": "2026-01-20T12:26:38.896087"
    },
    "doi:10.1145/3756681.3757006": {
      "title": "MBSR at Work: Perspectives from an Instructor and Software Developers",
      "first_seen": "2026-01-20T12:26:38.896089"
    },
    "doi:10.1109/ISMAR-Adjunct68609.2025.00188": {
      "title": "Raisin-MR-MBSR: Mixed Reality App for Raisin Meditation",
      "first_seen": "2026-01-20T12:26:38.896092"
    },
    "doi:10.64420/ijcp.v2i1.185": {
      "title": "The Effect of Mindfulness-Based Stress Reduction (MBSR) Therapy on Reducing Stress and Fatigue among Career Women",
      "first_seen": "2026-01-20T12:26:38.896095"
    },
    "doi:10.1016/j.ajp.2025.104598": {
      "title": "Enhancing student mental health through Mindfulness-based Stress Reduction (MBSR) toward curricular and cultural integration.",
      "first_seen": "2026-01-20T12:26:38.896097"
    },
    "doi:10.1002/9781394310463": {
      "title": "Open MBSR",
      "first_seen": "2026-01-20T12:26:38.896100"
    },
    "doi:10.1016/j.chiabu.2026.107886": {
      "title": "The role of self-compassion and mindfulness in the association between adverse childhood experiences and psychological distress: A meta-analytic mediation analysis.",
      "first_seen": "2026-01-20T12:26:38.896105"
    },
    "doi:10.1016/j.gerinurse.2026.103872": {
      "title": "Affiliate stigma in family members of people living with dementia: A cross-sectional study identifying protective factors.",
      "first_seen": "2026-01-20T12:26:38.896108"
    },
    "doi:10.1111/bju.70134": {
      "title": "Exercise, nutrition, and psychological support for kidney cancer: a scoping review.",
      "first_seen": "2026-01-20T12:26:38.896111"
    },
    "doi:10.29063/ajrh2026/v30i1.10": {
      "title": "Effects of comprehensive psychological intervention and traditional Chinese medicine on treatment adherence and quality of life in breast cancer patients undergoing chemotherapy.",
      "first_seen": "2026-01-20T12:26:38.896114"
    },
    "doi:10.1007/s00120-025-02745-9": {
      "title": "[Palliative medicine and integrative medicine as complementary approaches in uro-oncological care].",
      "first_seen": "2026-01-20T12:26:38.896117"
    },
    "doi:10.1177/15500594251399706": {
      "title": "Mindfulness Training in Youth With ADHD + Comorbid Learning Disability Maintains Medial Frontal Cortex Function During Response Inhibition.",
      "first_seen": "2026-01-20T12:26:38.896120"
    },
    "doi:10.1080/10826084.2025.2606861": {
      "title": "Evoking Change Through Acceptance and Awareness: A Sysematic Review of Third-Wave Therapies for Substance Use Disorder.",
      "first_seen": "2026-01-20T12:26:38.896122"
    },
    "doi:10.1016/j.concog.2026.103993": {
      "title": "Dispositional factors affecting the analgesic response to imagery and mindfulness suggestions during hypnosis.",
      "first_seen": "2026-01-20T12:26:38.896125"
    },
    "doi:10.1038/s41372-025-02556-y": {
      "title": "Resiliency factors relevant to NICU parents' emotional and relational health.",
      "first_seen": "2026-01-20T12:26:38.896130"
    },
    "doi:10.1186/s12888-025-07740-0": {
      "title": "Psychological correlates of nonsuicidal self-injury in women with borderline personality disorder: a cross-sectional study to inform mindfulness-based interventions.",
      "first_seen": "2026-01-20T12:26:38.896133"
    },
    "doi:10.1016/j.actpsy.2025.106132": {
      "title": "Eco-conscious internal communication and psychological drivers of eco-centric creativity: A three-wave PLS-SEM study of Chinese SMEs.",
      "first_seen": "2026-01-20T12:26:38.896137"
    },
    "doi:10.1186/s40359-026-03970-3": {
      "title": "Cross-lagged panel model of depressive mood and influencing factors in high-risk perinatal depression.",
      "first_seen": "2026-01-20T12:26:38.896140"
    },
    "doi:10.1038/s41598-026-35882-y": {
      "title": "Association between self-regulatory modes and alexithymia mediated by mindfulness and cognitive reappraisal.",
      "first_seen": "2026-01-20T12:26:38.896143"
    },
    "doi:10.1016/j.cct.2026.108224": {
      "title": "Remote delivery of a mindfulness-based intervention for adults with tics: Protocol of a randomized controlled trial.",
      "first_seen": "2026-01-20T12:26:38.896146"
    },
    "doi:10.1002/jts.70040": {
      "title": "The impact of yoga on posttraumatic stress disorder symptom clusters: A systematic review and meta-analysis of randomized controlled trials.",
      "first_seen": "2026-01-20T12:26:38.896149"
    },
    "doi:10.1177/02601060251413113": {
      "title": "Development and validation of a shortened mindful eating inventory in U.S. Adults.",
      "first_seen": "2026-01-20T12:26:38.896151"
    },
    "doi:10.48550/arXiv.2501.07290": {
      "title": "Principles for Responsible AI Consciousness Research",
      "first_seen": "2026-01-21T12:27:24.991943"
    },
    "doi:10.53765/20512201.32.9.183": {
      "title": "Ontological Diversity in Theoretical Physics and Its Significance for Consciousness Research",
      "first_seen": "2026-01-21T12:27:24.991954"
    },
    "doi:10.31166/voprosyistorii202502statyi09": {
      "title": "The history of linguistic \nconsciousness research in \nRussian psycholinguistics \nin China (2001–2024)",
      "first_seen": "2026-01-21T12:27:24.991960"
    },
    "doi:10.56367/oag-048-11854": {
      "title": "Consciousness research: The science that changes everything for CEOs",
      "first_seen": "2026-01-21T12:27:24.991964"
    },
    "doi:10.1038/s44271-025-00357-9": {
      "title": "There can be more to consciousness research than theory testing",
      "first_seen": "2026-01-21T12:27:24.991969"
    },
    "doi:10.7868/s3034588x25040147": {
      "title": "EIGHTH INTERNATIONAL SCIENTIFIC-PRACTICAL CONFERENCE “TOPICAL PROBLEMS OF MASS CONSCIOUSNESS RESEARCH”",
      "first_seen": "2026-01-21T12:27:24.991974"
    },
    "doi:10.1007/s43681-025-00852-z": {
      "title": "Informed consent for AI consciousness research: a Talmudic framework for graduated protections",
      "first_seen": "2026-01-21T12:27:24.991979"
    },
    "doi:10.1177/10597123251413199": {
      "title": "Comparative Consciousness Research in Ecological Context: Elephants, Macaques, Plovers, and a Case Against Plant Consciousness",
      "first_seen": "2026-01-21T12:27:24.991983"
    },
    "doi:10.1007/s11229-025-05103-6": {
      "title": "Three arguments against metaphysical structuralism in consciousness research",
      "first_seen": "2026-01-21T12:27:24.991988"
    },
    "doi:10.3389/fpsyg.2025.1633907": {
      "title": "Methodological issues in consciousness research: theory comparison, the role of empirical evidence, and a replication crisis",
      "first_seen": "2026-01-21T12:27:24.991992"
    },
    "doi:10.53765/20512201.32.1.191": {
      "title": "Can Lists of Requirements Help Consciousness Research Navigate Its Epistemological Quandaries?",
      "first_seen": "2026-01-21T12:27:24.991997"
    },
    "doi:10.1016/j.cobeha.2025.101536": {
      "title": "Looking backward to look forward: Tracing critical quantitative perspectives in critical consciousness research",
      "first_seen": "2026-01-21T12:27:24.992001"
    },
    "doi:10.3389/fpsyg.2025.1585426": {
      "title": "Editorial: Methodological issues in consciousness research, volume II",
      "first_seen": "2026-01-21T12:27:24.992006"
    },
    "doi:10.1097/HTR.0000000000001126": {
      "title": "Advances in Disorders of Consciousness Research and Translation Over the Last Two Decades.",
      "first_seen": "2026-01-21T12:27:24.992010"
    },
    "doi:10.3390/healthcare13030332": {
      "title": "Consciousness Research Through Pain",
      "first_seen": "2026-01-21T12:27:24.992015"
    },
    "doi:10.1080/09515089.2025.2587227": {
      "title": "A science of chimeras? The implications of illusionism for non-human consciousness research",
      "first_seen": "2026-01-21T12:27:24.992019"
    },
    "doi:10.52106/2837-7761.1021": {
      "title": "The Amazing Gap in Consciousness Research",
      "first_seen": "2026-01-21T12:27:24.992024"
    },
    "doi:10.3389/fpsyg.2025.1602845": {
      "title": "Editorial: Insights in consciousness research, volume II",
      "first_seen": "2026-01-21T12:27:24.992028"
    },
    "doi:10.21275/sr251231121424": {
      "title": "Beyond the Hard Problem: Integrating Philosophy, Neuroscience, and AI in Consciousness Research",
      "first_seen": "2026-01-21T12:27:24.992032"
    },
    "doi:10.1080/15427609.2025.2450578": {
      "title": "On The Developmental Trajectory Of Research On Critical Consciousness",
      "first_seen": "2026-01-21T12:27:24.992036"
    },
    "doi:10.1111/cogs.70053": {
      "title": "How to Live in the Moment: The Methodology and Limitations of Evolutionary Research on Consciousness",
      "first_seen": "2026-01-21T12:27:24.992041"
    },
    "doi:10.3389/fneur.2024.1501947": {
      "title": "Research hotspots and trends in the application of electroencephalography for assessment of disorders of consciousness: a bibliometric analysis",
      "first_seen": "2026-01-21T12:27:24.992045"
    },
    "doi:10.1007/s12028-025-02402-1": {
      "title": "Informed Consent Practices in Research Involving Persons with Disorders of Consciousness.",
      "first_seen": "2026-01-21T12:27:24.992050"
    },
    "doi:10.1007/s40622-025-00430-6": {
      "title": "Ecocriticism in poetry and its role in raising eco-consciousness: a review of themes, research gaps and challenges",
      "first_seen": "2026-01-21T12:27:24.992054"
    },
    "doi:10.7256/2454-0722.2025.4.76005": {
      "title": "Consciousness in non-biological substrates: possibilities and limitations of contemporary cognitive research",
      "first_seen": "2026-01-21T12:27:24.992059"
    },
    "doi:10.63332/joph.v5i2.504": {
      "title": "Virtual Reality and Consciousness: Specifics of Cultural-Philosophical Research",
      "first_seen": "2026-01-21T12:27:24.992063"
    },
    "doi:10.24158/tipor.2025.4.32": {
      "title": "The Relationship Between the Concepts of Civilizational Space and Legal Consciousness in Socio-Philosophical Research",
      "first_seen": "2026-01-21T12:27:24.992067"
    },
    "doi:10.70267//ijassr.250202.8390": {
      "title": "Research on the Construction of the Consciousness of the Chinese Nation Community on the Basis of Theoretical Sources and Practical Approaches",
      "first_seen": "2026-01-21T12:27:24.992071"
    },
    "doi:10.69739/jsrd.v1i2.1281": {
      "title": "The Role of Faculty Sustainability Consciousness in Integrating SDGs into Teaching and Research: A Philippine Case Study",
      "first_seen": "2026-01-21T12:27:24.992076"
    },
    "doi:10.63468/sshrr.215": {
      "title": "An Analytical Research on Class and National Consciousness in the Poetry of Ajmal Khattak",
      "first_seen": "2026-01-21T12:27:24.992080"
    },
    "doi:10.3390/systems13060490": {
      "title": "Auditing AI Literacy Competency in K-12 Education: The Role of Awareness, Ethics, Evaluation, and Use in Human-Machine Cooperation",
      "first_seen": "2026-01-21T12:27:24.992098"
    },
    "doi:10.1101/2025.11.12.688050": {
      "title": "The neuroscience of highly stable, positive, and refined states of consciousness during jhana-type advanced concentration absorption meditation (ACAM-J)",
      "first_seen": "2026-01-21T12:27:24.992102"
    },
    "doi:10.1101/2025.09.25.678574": {
      "title": "Whole-Brain Models of Minimal Phenomenal Experience: Approaching Criticality through Jhāna Meditation",
      "first_seen": "2026-01-21T12:27:24.992107"
    },
    "doi:10.1162/jocn.a.50": {
      "title": "Integrated Phenomenology and Brain Connectivity Demonstrate Changes in Nonlinear Processing in Jhana Advanced Meditation",
      "first_seen": "2026-01-21T12:27:24.992111"
    },
    "url:https://www.semanticscholar.org/paper/02fcf03c54a3cdf126ecf6e8ce50bb9c7c5f297c": {
      "title": "Meditative absorption shifts brain dynamics toward criticality",
      "first_seen": "2026-01-21T12:27:24.992116"
    },
    "doi:10.36948/ijfmr.2025.v07i05.59253": {
      "title": "Peace and the Unconditioned: Nibbāna as the Supreme Pacification",
      "first_seen": "2026-01-21T12:27:24.992121"
    },
    "doi:10.1186/s13690-024-01490-3": {
      "title": "Home-based urinary HPV self-sampling for the detection of cervical cancer precursor lesions: attitudes and preferences from Belgian females participating in the CASUS study",
      "first_seen": "2026-01-21T12:27:24.992125"
    },
    "doi:10.33996/revistahorizontes.v9i36.898": {
      "title": "Uso de las TIC y las competencias investigativas en tiempo de pandemia COVID-19",
      "first_seen": "2026-01-21T12:27:24.992129"
    },
    "doi:10.1177/10778012251329363": {
      "title": "Using a Digital Parenting Intervention to Prevent Intimate Partner Violence and Promote Gender Equitable behaviors in South Africa and Jamaica: A Qualitative Study Exploring Partnered Parents' Experiences of ParentText.",
      "first_seen": "2026-01-21T12:27:24.992134"
    },
    "doi:10.1002/sgp2.70034": {
      "title": "Drag as Political Praxis: Queer Reorientations in the Philippines",
      "first_seen": "2026-01-21T12:27:24.992139"
    },
    "doi:10.30574/gscbps.2025.31.2.0167": {
      "title": "Determination of total flavonoid content and antibacterial activity of solvent fractions from ‘Cacao’ (Theobroma cacao L.) leaves",
      "first_seen": "2026-01-21T12:27:24.992144"
    },
    "doi:10.1007/s12671-025-02597-6": {
      "title": "An Ethical Samādhi: Brahma-vihāra Meditation and the Flexible Early Buddhist Path",
      "first_seen": "2026-01-21T12:27:24.992149"
    },
    "doi:10.47772/ijriss.2025.91100193": {
      "title": "Significance of Mental Detachment: A Study of Cittaviveka in Buddhism",
      "first_seen": "2026-01-21T12:27:24.992153"
    },
    "doi:10.55041/ijsrem55318": {
      "title": "The Soteriological Significance of Buddhānussati: Path to Liberation or Preliminary Practice",
      "first_seen": "2026-01-21T12:27:24.992156"
    },
    "doi:10.1558/bsrv.31527": {
      "title": "The Pali Tradition on the Noble Person Who is a “Body-witness” (kāya-sakkhin), and the Nature of “Witnessing”and the “Body” in the Samādhi States in Which They Excel",
      "first_seen": "2026-01-21T12:27:24.992158"
    },
    "doi:10.1136/tc-2024-059137": {
      "title": "Tobacco control messages for individuals who use both cigarettes and e-cigarettes: a randomised trial comparing biomarker outcome with cessation experience narratives",
      "first_seen": "2026-01-21T12:27:24.992161"
    },
    "doi:10.1164/ajrccm.2025.211.abstracts.a4204": {
      "title": "Reports of Telemedicine Treatment Methodologies for Smoking Cessation - Experience in Service With 350 Patients During 3 Years, in Brazil",
      "first_seen": "2026-01-21T12:27:24.992163"
    },
    "doi:10.3390/psychiatryint6030081": {
      "title": "Intervention Effects of a School-Based Smoking Cessation Program on Nicotine Dependence and Mental Health Among Korean Adolescent Smokers: The Experience New Days (END) Program",
      "first_seen": "2026-01-21T12:27:24.992166"
    },
    "doi:10.1093/heapro/daaf186": {
      "title": "The experience of receiving smoking cessation services in individuals who smoke cigarettes in Taiwan: a qualitative study.",
      "first_seen": "2026-01-21T12:27:24.992169"
    },
    "doi:10.46308/kmj.2025.00157": {
      "title": "Patterns of Use, Compliance, and Reasons for Cessation of Clean Intermittent Catheterization in Neurogenic Bladder Patients: a 4-Year Experience",
      "first_seen": "2026-01-21T12:27:24.992171"
    },
    "doi:10.1093/bjs/znaf166.207": {
      "title": "MTP7.16 Advice regarding smoking cessation in surgical patients: A tertiary care centre experience",
      "first_seen": "2026-01-21T12:27:24.992174"
    },
    "doi:10.1016/j.jtct.2025.01.453": {
      "title": "Early Cessation of Tacrolimus in Pediatric Mismatched Unrelated and Haploidentical Hematopoietic Stem Cell Transplantation: A Single Institution Experience",
      "first_seen": "2026-01-21T12:27:24.992176"
    },
    "doi:10.1016/j.conctc.2025.101499": {
      "title": "Corrigendum to “Tobacco use behaviors and views on engaging in clinical trials for tobacco cessation among individuals who experience homelessness” [Contemporary Clinic. Trials Commun. 32 (2023) 101094]",
      "first_seen": "2026-01-21T12:27:24.992179"
    },
    "url:https://www.semanticscholar.org/paper/3313903213c258d71e357ee639f33f9550004722": {
      "title": "[Patients' experience of medical treatment for smoking cessation].",
      "first_seen": "2026-01-21T12:27:24.992181"
    },
    "doi:10.1016/j.chest.2025.08.010": {
      "title": "Harnessing the Lived Experience of People Who Have Quit to Enhance Peer Support in Tobacco Cessation.",
      "first_seen": "2026-01-21T12:27:24.992184"
    },
    "doi:10.1016/j.opresp.2026.100582": {
      "title": "Ten-year real-life experience with varenicline in a hospital-based smoking cessation programme",
      "first_seen": "2026-01-21T12:27:24.992186"
    },
    "doi:10.1186/s12912-025-03597-6": {
      "title": "A mixed methods study exploring barriers and facilitators to secondary-care nurses discussing smoking cessation with patients: phase 1 of the Think Quit Study",
      "first_seen": "2026-01-21T12:27:24.992189"
    },
    "doi:10.37765/ajmc.2025.89707": {
      "title": "Improving system-based tobacco cessation in a community health clinic.",
      "first_seen": "2026-01-21T12:27:24.992192"
    },
    "doi:10.1080/16066359.2025.2517625": {
      "title": "Isolating the unique role of transdiagnostic risk factors and perceived barriers for smoking cessation",
      "first_seen": "2026-01-21T12:27:24.992194"
    },
    "doi:10.2196/71683": {
      "title": "Testing the Acceptability and Feasibility of a Gender-Informed Smoking Cessation mHealth App for Women: Mixed Methods Approach",
      "first_seen": "2026-01-21T12:27:24.992197"
    },
    "doi:10.61091/jcmcc127b-475": {
      "title": "Oscillation cessation due to removal of Na+ current restored by external noise stimulation",
      "first_seen": "2026-01-21T12:27:24.992199"
    },
    "doi:10.1080/20476965.2025.2450342": {
      "title": "A holistic view on the COVID-19 epidemic process: smoking cessation behaviour, epidemic process and precautions",
      "first_seen": "2026-01-21T12:27:24.992202"
    },
    "doi:10.4103/ijdr.ijdr_34_24": {
      "title": "Barriers to Quitting and Cessation of Tobacco among Adult Tobacco Users in Rural Population of Ghaziabad District - An Evaluative Study.",
      "first_seen": "2026-01-21T12:27:24.992205"
    },
    "doi:10.1089/bfm.2025.0071": {
      "title": "Integrating Biological, Behavioral, and Economic Factors in the Practice and Study of Early, Unplanned Lactation Cessation",
      "first_seen": "2026-01-21T12:27:24.992207"
    },
    "doi:10.1007/s10865-025-00580-z": {
      "title": "The role of sleep difficulties in the relation between pain and smoking cessation processes",
      "first_seen": "2026-01-21T12:27:24.992224"
    },
    "doi:10.18332/tpc/208023": {
      "title": "The effectiveness of nicotine replacement therapy on oral smokeless tobacco cessation and reduction rate: A systematic review",
      "first_seen": "2026-01-21T12:27:24.992227"
    },
    "doi:10.21315/mjms-04-2025-243": {
      "title": "Content and Face Validation of Educational Infographics for Electronic Cigarette Cessation Among Malaysian Youth",
      "first_seen": "2026-01-21T12:27:24.992229"
    },
    "doi:10.1002/acr.25500": {
      "title": "Physician Views and Attitudes Regarding Tobacco‐Cessation Strategies for Patients with Rheumatoid Arthritis",
      "first_seen": "2026-01-21T12:27:24.992232"
    },
    "doi:10.1002/jpr3.70077": {
      "title": "Symptoms of egg yolk‐associated food protein‐induced enterocolitis syndrome appear following prolonged cessation",
      "first_seen": "2026-01-21T12:27:24.992234"
    },
    "doi:10.36416/1806-3756/e20250061": {
      "title": "Vaping cessation: how to treat nicotine dependence and tailor the nicotine replacement dose. A narrative review",
      "first_seen": "2026-01-21T12:27:24.992237"
    },
    "doi:10.18332/tid/211706": {
      "title": "Integrating ChatGPT for smoking cessation counseling practice in pharmacy education: A single group quasi-experimental study",
      "first_seen": "2026-01-21T12:27:24.992239"
    },
    "doi:10.1093/ntr/ntaf058": {
      "title": "Smoking Cessation in Black Adults: Differences by Sex and Age.",
      "first_seen": "2026-01-21T12:27:24.992242"
    },
    "doi:10.31128/AJGP-04-24-7247": {
      "title": "Deadly trends: Medicare Benefits Schedule nicotine and smoking cessation items, 2021-23.",
      "first_seen": "2026-01-21T12:27:24.992244"
    },
    "doi:10.1186/s13722-025-00563-0": {
      "title": "“I’ve learned that I’m open-minded to this possibility”: A qualitative study to evaluate the acceptability of a psilocybin-aided smoking cessation treatment for people with HIV who smoke",
      "first_seen": "2026-01-21T12:27:24.992247"
    },
    "doi:10.1136/bmjph-2025-002956": {
      "title": "Tobacco cessation interventions in high-income countries with Chinese, Vietnamese and Arab people who smoke: a scoping review of outcomes and cultural considerations",
      "first_seen": "2026-01-21T12:27:24.992249"
    },
    "doi:10.1016/j.ridd.2026.105229": {
      "title": "Sensory-integrated habit reversal intervention for hair pulling and classroom engagement in children with autism: A multiple-baseline pilot study.",
      "first_seen": "2026-01-21T12:27:24.992254"
    },
    "doi:10.1037/emo0001628": {
      "title": "The role of mindfulness in attenuating the adverse effects of daily negative events: An experience sampling study.",
      "first_seen": "2026-01-21T12:27:24.992257"
    },
    "doi:10.1038/s41598-026-35210-4": {
      "title": "The role of yoga in shaping emotional intelligence and life satisfaction in the context of personal relationships.",
      "first_seen": "2026-01-21T12:27:24.992260"
    },
    "doi:10.1002/vetr.70229": {
      "title": "Relevance of positive psychology in the veterinary profession: A narrative review.",
      "first_seen": "2026-01-21T12:27:24.992263"
    },
    "doi:10.3928/01484834-20250827-01": {
      "title": "Mindfulness Training for New Nursing Students Improves Stress Resilience and Well-Being.",
      "first_seen": "2026-01-21T12:27:24.992265"
    },
    "doi:10.3928/01484834-20250826-03": {
      "title": "The Neurophysiology of Stress in Students: Effects and Interventions for Resilience.",
      "first_seen": "2026-01-21T12:27:24.992268"
    },
    "doi:10.1017/S0714980826100531": {
      "title": "Contemplative Training for Mindful Aging: Insights from a Study of Participants' Experiences in a Mind-Body Training Course.",
      "first_seen": "2026-01-21T12:27:24.992271"
    },
    "url:https://www.theatlantic.com/health/2026/01/casey-means-surgeon-general-religion-spirituality/685682/?utm_source=feed": {
      "title": "America’s Would-Be Surgeon General Says to Trust Your ‘Heart Intelligence’",
      "first_seen": "2026-01-21T12:27:24.992317"
    },
    "doi:10.3390/healthcare13222825": {
      "title": "Do Contemplative Practices Promote Trauma Recovery? A Narrative Review from 2018 to 2023",
      "first_seen": "2026-01-22T12:27:24.975343"
    },
    "doi:10.5539/ies.v18n3p80": {
      "title": "Parent Educational Process in Promoting Preschoolers’ Emotional Well-Being Using Contemplative Education and Positive Psychology Coaching Approaches",
      "first_seen": "2026-01-22T12:27:24.975363"
    },
    "doi:10.1101/2025.02.08.636868": {
      "title": "DMT-induced shifts in criticality correlate with ego-dissolution",
      "first_seen": "2026-01-22T12:27:24.975380"
    },
    "doi:10.1037/teo0000336": {
      "title": "Unlooping the self: Ego dissolution and the collapse of recursive identity.",
      "first_seen": "2026-01-22T12:27:24.975383"
    },
    "doi:10.1080/02791072.2025.2464797": {
      "title": "Setting the Stage for the Inner Journey: Unraveling the Interplay of Contextual Factors and the Intensity of Psychedelic-Induced Ego Dissolution.",
      "first_seen": "2026-01-22T12:27:24.975386"
    },
    "doi:10.1016/j.drugalcdep.2024.112090": {
      "title": "Source Localized Auditory Erp Sensory and Preattentive Correlates of Psilocybin-Induced Ego-Dissolution Related Effects",
      "first_seen": "2026-01-22T12:27:24.975389"
    },
    "doi:10.1021/acschemneuro.5c00247": {
      "title": "Exploring the Role of Psychedelics in Modulating Ego and Treating Neuropsychiatric Disorders.",
      "first_seen": "2026-01-22T12:27:24.975392"
    },
    "doi:10.1021/acsomega.4c08506": {
      "title": "Influence of Metal Ion Complexation on the Radiolytic Longevity of Butyramide Extractants under Direct Dissolution Process Conditions",
      "first_seen": "2026-01-22T12:27:24.975394"
    },
    "doi:10.1111/gove.70031": {
      "title": "Lessons From the Dissolution of Mexico's Information Commission",
      "first_seen": "2026-01-22T12:27:24.975397"
    },
    "doi:10.14227/dt320425p192": {
      "title": "Book Review: The Handbook of Dissolution Testing, 4th Edition",
      "first_seen": "2026-01-22T12:27:24.975400"
    },
    "doi:10.1021/jacs.5c03773": {
      "title": "Hyperpolarized 13C NMR by Dissolution DNP Enables Snapshot Detection of Degradation Products in Lithium-Ion Battery Electrolytes.",
      "first_seen": "2026-01-22T12:27:24.975402"
    },
    "doi:10.1080/02791072.2025.2478095": {
      "title": "Meaningful Psychedelic Experiences Predict Increased Moral Expansiveness.",
      "first_seen": "2026-01-22T12:27:24.975405"
    },
    "doi:10.1177/02698811251344685": {
      "title": "OAV and 5D-ASC for Brazilian Portuguese: A validation and adaptation study",
      "first_seen": "2026-01-22T12:27:24.975407"
    },
    "doi:10.3390/met15030239": {
      "title": "Rare Earth Metal Ion-Associates in Ln3+—CO32−—H2O System",
      "first_seen": "2026-01-22T12:27:24.975410"
    },
    "doi:10.1007/s12144-025-07889-7": {
      "title": "Altered states of consciousness induced by online chanting meditation",
      "first_seen": "2026-01-22T12:27:24.975413"
    },
    "doi:10.1080/09540261.2025.2478907": {
      "title": "Neural filters to conscious awareness and the phenomena that reduce their impact",
      "first_seen": "2026-01-22T12:27:24.975416"
    },
    "doi:10.48550/arXiv.2503.23245": {
      "title": "Simulation of Non-Ordinary Consciousness",
      "first_seen": "2026-01-22T12:27:24.975418"
    },
    "doi:10.1093/ijnp/pyaf052.163": {
      "title": "97. NEURAL AND BEHAVIORAL EVIDENCE FROM REINFORCEMENT LEARNING CONVERGE IN SUPPORT OF RELAXED BELIEFS UNDER LSD",
      "first_seen": "2026-01-22T12:27:24.975421"
    },
    "doi:10.3390/rel16101276": {
      "title": "Digital Bardo: Reimagining the Tibetan Book of the Dead in Virtual Identity and Consciousness Transformation",
      "first_seen": "2026-01-22T12:27:24.975424"
    },
    "doi:10.1515/opth-2024-0035": {
      "title": "Mortality Reimagined: Going through Deleuze’s Encounter with Death",
      "first_seen": "2026-01-22T12:27:24.975426"
    },
    "doi:10.21460/aradha.2025.52.1517": {
      "title": "The Marginalised God: Teopoetika, Jalan Mistik, dan Seksualitas Pasca Tuhan",
      "first_seen": "2026-01-22T12:27:24.975429"
    },
    "doi:10.3390/rel16111430": {
      "title": "Beyond the Mystical Experience Model: Theurgy as a Framework for Ritual Learning with Psychedelics",
      "first_seen": "2026-01-22T12:27:24.975431"
    },
    "doi:10.3389/fpsyg.2025.1543640": {
      "title": "Evaluation of the peak experience scale as a rapid assessment tool for the strength of a psychoactive experience with 5-MeO-DMT",
      "first_seen": "2026-01-22T12:27:24.975434"
    },
    "doi:10.1101/2024.09.17.613581": {
      "title": "Contrasting cognitive, behavioral, and physiological responses to breathwork vs. naturalistic stimuli in reflective chamber and VR headset environments",
      "first_seen": "2026-01-22T12:27:24.975437"
    },
    "doi:10.69613/thv1dn30": {
      "title": "Neurobiological and Therapeutic Potential of Psilocybin in Psychiatric Disorders",
      "first_seen": "2026-01-22T12:27:24.975439"
    },
    "doi:10.55966/assaj.2025.4.1.073": {
      "title": "Mathematics and Sufism (Faqar): A Journey of Balance and Unity",
      "first_seen": "2026-01-22T12:27:24.975442"
    },
    "doi:10.1101/2025.04.16.649217": {
      "title": "Speech markers of psychedelic-induced psychological change",
      "first_seen": "2026-01-22T12:27:24.975445"
    },
    "doi:10.15575/jis.v5i4.48225": {
      "title": "Mysticism, Sufism, and Neurotheology: Bridging Spirituality and Modern Science",
      "first_seen": "2026-01-22T12:27:24.975448"
    },
    "doi:10.61781/5-2ii2025/2bmlm": {
      "title": "Infusing Workplace Spirituality and Ethics with Bhakti Marg",
      "first_seen": "2026-01-22T12:27:24.975450"
    },
    "doi:10.3389/fnhum.2025.1653801": {
      "title": "Oceanic states of consciousness—an existential-neuroscience perspective",
      "first_seen": "2026-01-22T12:27:24.975453"
    },
    "doi:10.64725/kjft.2025.11.2.43": {
      "title": "A Study on the Use of the Tarot Major Arcana as a Guide in Individuation Counseling",
      "first_seen": "2026-01-22T12:27:24.975455"
    },
    "doi:10.1542/peds.2025-070779": {
      "title": "Mindfulness-Based Interventions for Adolescent Substance Use and Substance Use Disorders: A Systematic Review.",
      "first_seen": "2026-01-22T12:27:24.975464"
    },
    "doi:10.1007/s12671-024-02507-2": {
      "title": "Defining Mindfulness: A Review of Existing Definitions and Suggested Refinements",
      "first_seen": "2026-01-23T12:25:42.270906"
    },
    "doi:10.3390/jcm14051703": {
      "title": "Mindfulness-Based Cognitive Therapy in Clinical Practice: A Systematic Review of Neurocognitive Outcomes and Applications for Mental Health and Well-Being",
      "first_seen": "2026-01-23T12:25:42.270918"
    },
    "doi:10.1007/s11469-024-01440-8": {
      "title": "Relationships Between Social Media Addiction, Social Media Use Metacognitions, Depression, Anxiety, Fear of Missing Out, Loneliness, and Mindfulness",
      "first_seen": "2026-01-23T12:25:42.270923"
    },
    "doi:10.53935/jomw.v2024i4.928": {
      "title": "Mindfulness and Work Engagement: How Emotional Intelligence Bridges the Gap",
      "first_seen": "2026-01-23T12:25:42.270929"
    },
    "doi:10.1016/j.chbr.2024.100566": {
      "title": "Self-directed writing development across computer/AI-based tasks: Unraveling the traces on L2 writing outcomes, growth mindfulness, and grammatical knowledge",
      "first_seen": "2026-01-23T12:25:42.270935"
    },
    "doi:10.1057/s41599-025-04584-7": {
      "title": "A brief virtual reality-based mindfulness intervention can improve olfactory perception while reducing depression and anxiety symptoms in university students",
      "first_seen": "2026-01-23T12:25:42.270940"
    },
    "doi:10.1186/s40468-025-00345-0": {
      "title": "Portfolio assessment in AI-enhanced learning environments: a pathway to emotion regulation, mindfulness, and language learning attitudes",
      "first_seen": "2026-01-23T12:25:42.270944"
    },
    "doi:10.3389/fpsyg.2025.1508934": {
      "title": "Effect of a mindfulness program on stress, anxiety, depression, sleep quality, social support, and life satisfaction: a quasi-experimental study in college students",
      "first_seen": "2026-01-23T12:25:42.270949"
    },
    "doi:10.3390/su17062411": {
      "title": "Enhancing Pro-Environmental Behavior Through Green HRM: Mediating Roles of Green Mindfulness and Knowledge Sharing for Sustainable Outcomes",
      "first_seen": "2026-01-23T12:25:42.270954"
    },
    "doi:10.1001/jamanetworkopen.2024.54950": {
      "title": "Mindfulness Training vs Recovery Support for Opioid Use, Craving, and Anxiety During Buprenorphine Treatment",
      "first_seen": "2026-01-23T12:25:42.270959"
    },
    "doi:10.1007/s12671-024-02501-8": {
      "title": "Cultural Adaptations of Mindfulness-Based Interventions for Psychosocial Well-Being in Ethno-Racial Minority Populations: A Systematic Narrative Review",
      "first_seen": "2026-01-23T12:25:42.270963"
    },
    "doi:10.1007/s12671-024-02499-z": {
      "title": "The Role of Attention Control in a Mindfulness-Based Intervention for Rumination: A Randomized Controlled Trial",
      "first_seen": "2026-01-23T12:25:42.270969"
    },
    "doi:10.1007/s12671-025-02559-y": {
      "title": "The Effects of Mindfulness-Based Stress Reduction on Depression, Anxiety, Stress, and Mindfulness Among Undergraduate Nursing Students in the Psychiatric Clinical Practice",
      "first_seen": "2026-01-23T12:25:42.270973"
    },
    "doi:10.1007/s12671-024-02511-6": {
      "title": "Mindfulness Across the Lifespan: Psychometric Properties and Age Invariance of the FFMQ-15",
      "first_seen": "2026-01-23T12:25:42.270978"
    },
    "doi:10.1007/s12671-025-02520-z": {
      "title": "Training for Mindfulness Teachers: Benefits for Mindfulness, Well-being, and Emotion Regulation",
      "first_seen": "2026-01-23T12:25:42.270983"
    },
    "doi:10.3389/fpsyg.2025.1545370": {
      "title": "The dual impact of physical exercise on university students’ mental health: the chain mediating effects of mindfulness and psychological resilience",
      "first_seen": "2026-01-23T12:25:42.270987"
    },
    "doi:10.1186/s12887-024-05310-z": {
      "title": "Assessing the impact of mindfulness programs on attention-deficit/ hyperactivity disorder in children and adolescents: a systematic review",
      "first_seen": "2026-01-23T12:25:42.270992"
    },
    "doi:10.3390/ijerph22010057": {
      "title": "A Multi- Mediation Analysis on the Impact of Social Media and Internet Addiction on University and High School Students’ Mental Health Through Social Capital and Mindfulness",
      "first_seen": "2026-01-23T12:25:42.270997"
    },
    "doi:10.2196/69554": {
      "title": "Mindfulness Intervention for Health Information Avoidance in Older Adults: Mixed Methods Study",
      "first_seen": "2026-01-23T12:25:42.271002"
    },
    "doi:10.1002/pits.23420": {
      "title": "Exploring the Role of Well‐Being, Mindfulness, Life Satisfaction, and Subjective Happiness in the Professional Development of Language Teachers",
      "first_seen": "2026-01-23T12:25:42.271008"
    },
    "doi:10.3390/socsci14040218": {
      "title": "The Impact of Integrating Mindfulness in the Classroom on Well-Being and Academic Success Among College Students During COVID-19 and Beyond",
      "first_seen": "2026-01-23T12:25:42.271012"
    },
    "doi:10.3389/fnut.2025.1632999": {
      "title": "Epigenetic modulation by life–style: advances in diet, exercise, and mindfulness for disease prevention and health optimization",
      "first_seen": "2026-01-23T12:25:42.271017"
    },
    "doi:10.1002/berj.4146": {
      "title": "Unboxing the intersections between self‐esteem and academic mindfulness with test emotions, psychological wellness and academic achievement in artificial intelligence‐supported learning environments: Evidence from English as a foreign language learners",
      "first_seen": "2026-01-23T12:25:42.271022"
    },
    "doi:10.1038/s41598-025-96165-6": {
      "title": "Virtual reality enhanced mindfulness and yoga intervention for postpartum depression and anxiety in the post COVID era",
      "first_seen": "2026-01-23T12:25:42.271027"
    },
    "doi:10.1186/s12909-025-07130-w": {
      "title": "Impact of cognitive-behavioral therapy and mindfulness-based stress reduction in mitigating test anxiety and enhancing academic achievement among vocational education students at Nigerian universities",
      "first_seen": "2026-01-23T12:25:42.271032"
    },
    "doi:10.1111/jnu.70003": {
      "title": "Mindfulness for Menopausal Women: Enhancing Quality of Life and Psychological Well-Being Through a Randomized Controlled Intervention.",
      "first_seen": "2026-01-23T12:25:42.271037"
    },
    "doi:10.5406/21518009.51.1.04": {
      "title": "Black Radical Imagination: Dismantling Gatekeepers of Black Consciousness in Scholarly Spaces for Research and Future Publications",
      "first_seen": "2026-01-23T12:25:42.271056"
    },
    "doi:10.1007/s12671-025-02704-7": {
      "title": "Bridging the Soteriological-Secular Divide: A 9-Month Online Tibetan Mind-Body Practice Program Enhances Eudaimonic Well-Being and Non-Dual Awareness",
      "first_seen": "2026-01-23T12:25:42.271060"
    },
    "doi:10.1093/nc/niaf068": {
      "title": "Modeling non-dual awareness via constraint closure: a reinterpretation of groundlessness",
      "first_seen": "2026-01-23T12:25:42.271065"
    },
    "doi:10.1063/5.0290984": {
      "title": "Universal consciousness as foundational field: A theoretical bridge between quantum physics and non-dual philosophy",
      "first_seen": "2026-01-23T12:25:42.271070"
    },
    "doi:10.1016/j.jbusres.2025.115482": {
      "title": "Dual effects of AI-enabled job non-routinization on creativity: The moderating role of tacit knowledge awareness",
      "first_seen": "2026-01-23T12:25:42.271075"
    },
    "doi:10.3390/app152413222": {
      "title": "Effects of Dual-Operator Modes on Team Situation Awareness: A Non-Dyadic HMI Perspective in Intelligent Coal Mines",
      "first_seen": "2026-01-23T12:25:42.271080"
    },
    "doi:10.3102/00346543251390490": {
      "title": "Transfer Facilitation of Metalinguistic Awareness in Word Reading Among Dual Language Learners of English: A Meta-Analytic Structural Equation Modeling Study",
      "first_seen": "2026-01-23T12:25:42.271084"
    },
    "doi:10.1109/TGCN.2025.3609569": {
      "title": "Harnessing Temporal Awareness: Dual-CNN Model for Non-Intrusive Load Monitoring",
      "first_seen": "2026-01-23T12:25:42.271089"
    },
    "doi:10.1063/5.0247513": {
      "title": "Epidemic dynamics with awareness cascade of positive and negative information on delayed multiplex networks.",
      "first_seen": "2026-01-23T12:25:42.271094"
    },
    "doi:10.48550/arXiv.2507.18119": {
      "title": "GOAT-SLM: A Spoken Language Model with Paralinguistic and Speaker Characteristic Awareness",
      "first_seen": "2026-01-23T12:25:42.271099"
    },
    "doi:10.37251/jhiee.v2i1.2010": {
      "title": "The Dual Dimension of Consciousness: Environment and Health as Predictors of Environmentally Friendly Behavior",
      "first_seen": "2026-01-23T12:25:42.271104"
    },
    "doi:10.1177/19485506251388699": {
      "title": "Bridging Awareness and Action: The Roles of Gender Inequality, Power Distance, and Individualism in Shaping Collective Action Intentions for Gender Equality Across 61 Societies",
      "first_seen": "2026-01-23T12:25:42.271108"
    },
    "doi:10.1145/3715668.3735600": {
      "title": "En-join: Speculative LLM Play for Energy Community Engagement and Sustainability Awareness",
      "first_seen": "2026-01-23T12:25:42.271113"
    },
    "doi:10.1080/13607863.2025.2451116": {
      "title": "The impact of sociodemographic, psychological, and quality of life factors on dual-task performance in elderly individuals: a cross-sectional study in Iraq",
      "first_seen": "2026-01-23T12:25:42.271117"
    },
    "doi:10.48550/arXiv.2503.14084": {
      "title": "Semantic Communication in Dynamic Channel Scenarios: Collaborative Optimization of Dual-Pipeline Joint Source-Channel Coding and Personalized Federated Learning",
      "first_seen": "2026-01-23T12:25:42.271123"
    },
    "doi:10.37898/spiritualpc.1483767": {
      "title": "The Interplay of Mindfulness, Interoception, and Dual Emotions in Enhancing Psychological Well-being – Development of Heal-thy Life Spiritual Psychology Assessment Scale (HLSPAS)",
      "first_seen": "2026-01-23T12:25:42.271128"
    },
    "doi:10.1177/10711813251368830": {
      "title": "Examining Transparency Needs and Display Features: An Empirical Study of Dynamic Dual-Task HAT Simulation with AI Integration",
      "first_seen": "2026-01-23T12:25:42.271132"
    },
    "url:https://www.semanticscholar.org/paper/9c0a4fc14fa342dae39688b4ff40a9960ac415bc": {
      "title": "Seabed-to-Sky Mapping of Maritime Environments with a Dual Orthogonal SONAR and LiDAR Sensor Suite",
      "first_seen": "2026-01-23T12:25:42.271137"
    },
    "doi:10.1109/JBHI.2025.3598048": {
      "title": "Spatial Prior-Guided Dual-Path Network for Thyroid Nodule Segmentation.",
      "first_seen": "2026-01-23T12:25:42.271141"
    },
    "doi:10.48550/arXiv.2507.07443": {
      "title": "Dual Semantic-Aware Network for Noise Suppressed Ultrasound Video Segmentation",
      "first_seen": "2026-01-23T12:25:42.271146"
    },
    "doi:10.1109/CDC57313.2025.11312404": {
      "title": "A Primal-Dual Gradient Descent Approach to the Connectivity Constrained Sensor Coverage Problem",
      "first_seen": "2026-01-23T12:25:42.271151"
    },
    "doi:10.3390/su18010125": {
      "title": "Incentives and Constraints: The Dual Effects of Climate Risk on Green Bond Issuance in China",
      "first_seen": "2026-01-23T12:25:42.271156"
    },
    "doi:10.1101/2025.10.13.682195": {
      "title": "Multimodal lesion mapping in affective blindsight reveals dual amygdala and superior temporal sulcus contributions to nonconscious emotion processing",
      "first_seen": "2026-01-23T12:25:42.271166"
    },
    "doi:10.1111/nyas.70107": {
      "title": "Embodied Singing: Dual Role of Interoception in Vocal Expertise and Musical Competence",
      "first_seen": "2026-01-23T12:25:42.271171"
    },
    "doi:10.1017/S1047951125110202": {
      "title": "A ryanodine receptor 2 gene variant associated with left ventricular non-compaction, cardiac conduction disease, ventricular arrhythmias, and sudden cardiac death",
      "first_seen": "2026-01-23T12:25:42.271176"
    },
    "doi:10.1177/10732748251349935": {
      "title": "Identification of Distinct Research Gaps that Complement Previous Critiques of Militaristic Language in Relation to Cancer and Other Non-Military Topics",
      "first_seen": "2026-01-23T12:25:42.271182"
    },
    "doi:10.18389/dearq41.2025.04": {
      "title": "Non-binary Learning: a Series of Design Studios for an Ecofeminist Pedagogy",
      "first_seen": "2026-01-23T12:25:42.271188"
    },
    "doi:10.1177/03611981241308859": {
      "title": "Optimizing Takeover Performance: Balancing Warning Information Amount for Urgent and Non-Urgent Autonomous Transitions",
      "first_seen": "2026-01-23T12:25:42.271192"
    },
    "doi:10.52998/trjmms.1703538": {
      "title": "AHP-Based Evaluation of Core Non-Technical Skills for Seafarers in Maritime Operations",
      "first_seen": "2026-01-23T12:25:42.271197"
    },
    "doi:10.3390/math14010172": {
      "title": "An Evolutionary Game-Theoretic Analysis of Dual-Channel Encroachment and Green Fulfillment in Platform-Based Supply Chains",
      "first_seen": "2026-01-23T12:25:42.271201"
    },
    "doi:10.1038/s41598-025-34692-y": {
      "title": "Nonlinear compartmental modeling of COVID-19 with dual dose vaccination using Mason graphs and variational iteration method.",
      "first_seen": "2026-01-23T12:25:42.271206"
    },
    "doi:10.1097/HNP.0000000000000780": {
      "title": "The BIG Moment in Critical Care: Evaluating a Nurse-Developed Mindfulness Intervention to Manage Stress and Sustain Compassionate Care.",
      "first_seen": "2026-01-23T12:25:42.271215"
    },
    "doi:10.1016/j.psychsport.2026.103080": {
      "title": "The Relationship between Mindfulness, Competitive Anxiety, and Self-Efficacy in Taekwondo Athletes With/Without Injury: The Moderated Mediation Model.",
      "first_seen": "2026-01-23T12:25:42.271219"
    },
    "doi:10.3928/02793695-20260115-01": {
      "title": "Effects of a Mindfulness-Based Stress Reduction Program for Parents of Children With Autism Spectrum Disorder.",
      "first_seen": "2026-01-23T12:25:42.271224"
    },
    "doi:10.1038/s41598-026-37028-6": {
      "title": "Optimization of academic performance and mental health in college students through an AI-driven personalized physical exercise and mindfulness intervention system.",
      "first_seen": "2026-01-23T12:25:42.271230"
    },
    "doi:10.1159/000550325": {
      "title": "Social factors influencing decision-making in intracerebral haemorrhage: A survey among neurology professionals.",
      "first_seen": "2026-01-23T12:25:42.271235"
    },
    "doi:10.1037/tra0002109": {
      "title": "Psychosocial strengths associated with higher functioning after interpersonal adversity in the United Kingdom and Ireland.",
      "first_seen": "2026-01-23T12:25:42.271244"
    },
    "doi:10.2196/80083": {
      "title": "Implementation of Digital Device-Assisted and Nurse-Led Case Management to Promote Self-Management in Adults With Noncommunicable Diseases: Protocol for a Single-Arm Intervention Study.",
      "first_seen": "2026-01-23T12:25:42.271249"
    },
    "doi:10.1016/j.breast.2026.104701": {
      "title": "Effectiveness of mindfulness-based interventions on quality of life in women breast cancer survivors: a systematic review and meta-analysis.",
      "first_seen": "2026-01-23T12:25:42.271255"
    },
    "doi:10.1109/TEM.2025.3552437": {
      "title": "Impact of Consumers Traceability Awareness on Blockchain Adoption in Supply Chains",
      "first_seen": "2026-01-24T12:21:41.391932"
    },
    "doi:10.1186/s12906-025-04781-6": {
      "title": "Effectiveness of an age-modified mindfulness-based cognitive therapy (MBCT) in improving mental health in older people with depressive symptoms: a non-randomised controlled trial",
      "first_seen": "2026-01-24T12:21:41.391965"
    },
    "doi:10.1136/bmjopen-2025-106350": {
      "title": "Efficacy and moderators of mindfulness-based cognitive therapy (MBCT) in ‘Difficult to Treat’ depression: protocol for a systematic review and individual participant data meta-analysis of randomised controlled trials",
      "first_seen": "2026-01-24T12:21:41.391971"
    },
    "doi:10.54371/jiip.v8i2.7101": {
      "title": "Penggunaan Mindfulness-Based Cognitive Therapy (MBCT) untuk Menurunkan Gejala Depresi Wanita dengan (Major Depressive Disorder (MDD)",
      "first_seen": "2026-01-24T12:21:41.391977"
    },
    "doi:10.3389/fneur.2025.1596642": {
      "title": "Mindfulness and MBCT-vision (mindfulness-based cognitive therapy modified for visual symptoms) for visual snow syndrome: a therapeutic perspective",
      "first_seen": "2026-01-24T12:21:41.391982"
    },
    "doi:10.1177/27536130251407681": {
      "title": "Mindfulness-Based Cognitive Therapy for Depression, Taking It Further (MBCT-D-TiF): An Assessment of an Intervention Development Study",
      "first_seen": "2026-01-24T12:21:41.391987"
    },
    "doi:10.51849/j-p3k.v6i3.808": {
      "title": "Mindfulness-based Cognitive Therapy (MBCT) Berbasis Kelompok untuk Menurunkan Gejala Depresi pada Remaja",
      "first_seen": "2026-01-24T12:21:41.391991"
    },
    "doi:10.1080/21507686.2025.2494511": {
      "title": "Impact of digital MBCT on perinatal depression and work motivation: pilot study",
      "first_seen": "2026-01-24T12:21:41.391997"
    },
    "doi:10.61838/kman.jppr.3.1.1": {
      "title": "The Effectiveness of Mindfulness-Based Cognitive Therapy (MBCT) on Resilience, Happiness, and Ambiguity Tolerance in Mothers of Children with Autism",
      "first_seen": "2026-01-24T12:21:41.392002"
    },
    "doi:10.22373/fjpa.v3i2.869": {
      "title": "Mindfulness-Based Cognitive Therapy (MBCT) for Reducing Symptoms and Preventing Relapse of Depressive Disorders: A Literature Review",
      "first_seen": "2026-01-24T12:21:41.392007"
    },
    "doi:10.1101/2025.06.28.25330478": {
      "title": "The Effectiveness of Mindfulness-Based Cognitive Therapy for Children (MBCT-C) in Internalizing and Externalizing Symptoms and Attention Problems among Children living in Single-Parent Families",
      "first_seen": "2026-01-24T12:21:41.392011"
    },
    "doi:10.1101/2025.06.09.25329260": {
      "title": "An individual patient data (IPD) meta-analysis on negative effects of Mindfulness-Based Cognitive Therapy (MBCT) and Cognitive Behavior Analysis of Psychotherapy (CBASP) for patients with chronic and treatment-resistant depression",
      "first_seen": "2026-01-24T12:21:41.392016"
    },
    "doi:10.61838/ijbmc.v12i3.927": {
      "title": "Comparative Effects of Cognitive Bias Modification and MBCT on Cognitive Avoidance and Negative Self-Talk in University Students with Social Anxiety",
      "first_seen": "2026-01-24T12:21:41.392021"
    },
    "doi:10.1016/j.amp.2025.10.004": {
      "title": "Projet pilote de facilitation de l’accès au MBCT dans le cadre de l’article 51 : caractéristiques et motivations des patients",
      "first_seen": "2026-01-24T12:21:41.392026"
    },
    "doi:10.1016/j.mhp.2025.200392": {
      "title": "Efficacy of Digital MBCT-PD in Preventing Postpartum Depression and Enhancing Work Motivation: A Study Protocol",
      "first_seen": "2026-01-24T12:21:41.392030"
    },
    "doi:10.32381/jpr.2025.20.01.13": {
      "title": "Effectiveness of MBCT and CR on Neuropsychosocial Functioning of Post-operative TLE Patients",
      "first_seen": "2026-01-24T12:21:41.392035"
    },
    "doi:10.14728/kcp.2025.23.02.121": {
      "title": "The Design Process of ‘MindTrekking’ : A Digital Game of Mindfulness-Based Cognitive Therapy (MBCT) to Treat Internet Gaming Disorder",
      "first_seen": "2026-01-24T12:21:41.392040"
    },
    "doi:10.52657/jik.v15i1.3395": {
      "title": "EFEKTIVITAS MINDFULNESS-BASED COGNITIVE THERAPY (MBCT) PRENATAL DALAM MENGURANGI KECEMASAN IBU HAMIL RESIKO TINGGI",
      "first_seen": "2026-01-24T12:21:41.392045"
    },
    "doi:10.29192/claeh.740": {
      "title": "Tratamiento penitenciario",
      "first_seen": "2026-01-24T12:21:41.392050"
    },
    "doi:10.3390/medicina61061086": {
      "title": "Mind over Malignancy: A Systematic Review and Meta-Analysis of Psychological Distress, Coping, and Therapeutic Interventions in Oncology",
      "first_seen": "2026-01-24T12:21:41.392055"
    },
    "doi:10.1007/s12671-025-02528-5": {
      "title": "The Mindful Way From Information to Knowledge, to Wisdom, and to Life: Perspectives on Mindfulness (-Based Cognitive Therapy) for Higher Education",
      "first_seen": "2026-01-24T12:21:41.392059"
    },
    "doi:10.1371/journal.pone.0317824": {
      "title": "Effectiveness and satisfaction of mindfulness-based cognitive therapy for children on anxiety, depression, and internet addiction in adolescents: Study protocol for a randomized control trial.",
      "first_seen": "2026-01-24T12:21:41.392064"
    },
    "doi:10.1007/s40314-025-03236-5": {
      "title": "Multidimensional generalized normal cloud model for uncertainty propagation",
      "first_seen": "2026-01-24T12:21:41.392069"
    },
    "doi:10.3389/fpsyg.2024.1346661": {
      "title": "The effect of a mindfulness-based cognitive therapy program on the spiritual health of mothers of infants admitted to the neonatal intensive care unit",
      "first_seen": "2026-01-24T12:21:41.392073"
    },
    "doi:10.31436/imjm.v24i01.2589": {
      "title": "The Effects of Mindfulness-Based Cognitive Therapy in Multicultural Settings: A Scoping Review",
      "first_seen": "2026-01-24T12:21:41.392100"
    },
    "doi:10.1093/ibd/izaf116": {
      "title": "Group-Delivered Mindfulness-Based Cognitive Therapy to Reduce Psychological Distress and Improve Sleep in Patients With Inflammatory Bowel Diseases: A Multicenter Randomized Controlled Trial (MindIBD)",
      "first_seen": "2026-01-24T12:21:41.392107"
    },
    "doi:10.3389/fpsyg.2025.1539739": {
      "title": "Single-session upper limb plyometric training is as effective as two sessions for improving muscle strength, power, and serve velocity in male youth tennis players: a randomized parallel controlled study",
      "first_seen": "2026-01-24T12:21:41.392112"
    },
    "doi:10.1186/s40359-025-03348-x": {
      "title": "The effectiveness of mindfulness-based cognitive therapy on rumination and related psychological indicators: a systematic review and meta-analysis",
      "first_seen": "2026-01-24T12:21:41.392117"
    },
    "doi:10.12775/qs.2025.41.59834": {
      "title": "Synergistic modulation of gut microbiota and mindfulness-based interventions in schizophrenia: Integrating neurotransmitter regulation and multimodal therapeutic strategies",
      "first_seen": "2026-01-24T12:21:41.392122"
    },
    "doi:10.4103/jehp.jehp_1675_23": {
      "title": "Comparing the effectiveness of occupational stress training package with mindfulness-based cognitive therapy on job burnout of Tam Kar’s employees in order to health promotion",
      "first_seen": "2026-01-24T12:21:41.392127"
    },
    "doi:10.1177/09727531241308701": {
      "title": "Neurobehavioural Exploration of Breath-counting & Breath-awareness in Novice Indian Meditators: A Naturalised Ānāpānasati-based Paradigmatic Approach.",
      "first_seen": "2026-01-24T12:21:41.392131"
    },
    "doi:10.25259/jhs-2024-5-23-r3-(1394)": {
      "title": "Effects of Breath Awareness Mindfulness Meditation on Heart Rate and Blood Pressure in Cancer Patients: A Preliminary Study",
      "first_seen": "2026-01-24T12:21:41.392136"
    },
    "doi:10.7759/cureus.77703": {
      "title": "Knowledge and Awareness of Breath-Holding Spells in Infants and Toddlers Among Parents in Saudi Arabia",
      "first_seen": "2026-01-24T12:21:41.392141"
    },
    "doi:10.1111/psyp.70071": {
      "title": "Limited Validity of Breath‐Counting as a Measure of Mindfulness in Ruminative Adolescents",
      "first_seen": "2026-01-24T12:21:41.392146"
    },
    "doi:10.7759/cureus.83525": {
      "title": "Methaemoglobinaemia as an Alternative Diagnosis for Shortness of Breath: A Case Report",
      "first_seen": "2026-01-24T12:21:41.392151"
    },
    "doi:10.3389/fpsyg.2025.1644127": {
      "title": "Measuring mindfulness in children: breath counting is unrelated to self-reported mindfulness but improves after mindfulness practice in 9–13 year-olds",
      "first_seen": "2026-01-24T12:21:41.392156"
    },
    "doi:10.1145/3714394.3756159": {
      "title": "Exploring Singing Breath: Physiological Insights and Directions for Breath-Aware Augmentation in Mixed Reality Design",
      "first_seen": "2026-01-24T12:21:41.392160"
    },
    "doi:10.1145/3714394.3750711": {
      "title": "Breathing New Energy: A Garment Offering Comfort and Haptic Breathing Guidance to Regain Breath Control and Energy",
      "first_seen": "2026-01-24T12:21:41.392165"
    },
    "doi:10.1145/3715668.3736338": {
      "title": "Respireal: Enriching Human-Nature Connection through a Breath-Controlled Mixed Reality Experience",
      "first_seen": "2026-01-24T12:21:41.392170"
    },
    "doi:10.25259/jch_55_2024": {
      "title": "Anti-melanoma Differentiation-Associated Gene 5 Dermatomyositis with Rapidly Progressive Interstitial Lung Disease: A Case of Rapidly Developing Shortness of Breath",
      "first_seen": "2026-01-24T12:21:41.392174"
    },
    "doi:10.1111/bjep.12737": {
      "title": "Motivating tones to enhance education: The effects of vocal awareness on teachers' voices",
      "first_seen": "2026-01-24T12:21:41.392179"
    },
    "doi:10.1186/s12903-025-05507-3": {
      "title": "Awareness and knowledge of halitosis among students at two different dental universities in Turkey: a cross-sectional survey",
      "first_seen": "2026-01-24T12:21:41.392184"
    },
    "doi:10.1029/2025JG009071": {
      "title": "Investigating the Atmospheric Microbial Ecosystem Through Theory, Bioenergetics, and Numerical Modeling: A Breath of Fresh Air for Aeromicrobiology",
      "first_seen": "2026-01-24T12:21:41.392188"
    },
    "doi:10.31958/mangabdi.v2i1.15346": {
      "title": "Preserving the Breath of Javanese Culture in the Era of Globalization: Macapat Singing Training for the Ngesti Laras Art Group, Tulungagung",
      "first_seen": "2026-01-24T12:21:41.392193"
    },
    "doi:10.1200/jco.2025.43.16_suppl.e23231": {
      "title": "Choose breath, not death: Improving lung cancer screening in the Christus Good Shepherd internal medicine resident clinic.",
      "first_seen": "2026-01-24T12:21:41.392197"
    },
    "doi:10.1186/s12982-025-01228-8": {
      "title": "Knowledge, perception and awareness of the potential harm of smoke inhalation from indoor air pollution among cooks in solid-fueled high school kitchens within the Kumasi Metropolis, Ghana",
      "first_seen": "2026-01-24T12:21:41.392202"
    },
    "doi:10.1109/SeGAH65397.2025.11168297": {
      "title": "Game-Based Biofeedback Increases Subjective Ratings of Interoceptive Awareness",
      "first_seen": "2026-01-24T12:21:41.392206"
    },
    "doi:10.24911/ijmdc.51-1763223624": {
      "title": "Awareness and knowledge of pulmonary embolism among patients who underwent surgery in Western Saudi Arabia",
      "first_seen": "2026-01-24T12:21:41.392211"
    },
    "doi:10.5334/gh.1492": {
      "title": "Public Awareness and Attitude Regarding the Symptoms of Heart Attacks",
      "first_seen": "2026-01-24T12:21:41.392215"
    },
    "doi:10.7759/cureus.98800": {
      "title": "Cardiac Arrest Secondary to Hypercapnia in an Obese Patient: A Case of Unresponsiveness With Preserved Awareness",
      "first_seen": "2026-01-24T12:21:41.392220"
    },
    "doi:10.1093/nc/niaf059": {
      "title": "Brain–body interactions associated with the transition from mind wandering to awareness of its occurrence",
      "first_seen": "2026-01-24T12:21:41.392224"
    },
    "doi:10.1080/21645515.2025.2588886": {
      "title": "Exploring parental awareness and willingness to use monoclonal antibodies for respiratory syncytial virus prevention",
      "first_seen": "2026-01-24T12:21:41.392229"
    },
    "doi:10.48165/irjay.2025.80301": {
      "title": "Comparative Analysis of Slow Su _ ryanamaskau _ r with Awareness and Proper Breathing versus Fast Suu _ ryanamaskau _ r on Anxiety and Fatigue Levels in College Students",
      "first_seen": "2026-01-24T12:21:41.392233"
    },
    "doi:10.37500/ijessr.2025.8508": {
      "title": "BODY AWARENESS IN FLUTE PLAYING",
      "first_seen": "2026-01-24T12:21:41.392237"
    },
    "doi:10.1007/978-3-032-05559-0_5": {
      "title": "Towards Robust Breast Segmentation: Leveraging Depth Awareness and Convexity Optimization For Tackling Data Scarcity",
      "first_seen": "2026-01-24T12:21:41.392241"
    },
    "doi:10.1080/10400435.2025.2458260": {
      "title": "The psychological and physiological effects of a virtual reality-based treatment program in female patients with fibromyalgia syndrome: A randomized controlled trial",
      "first_seen": "2026-01-24T12:21:41.392246"
    },
    "doi:10.1093/eurjpc/zwad400": {
      "title": "Quality of life in heart failure. The heart of the matter. A scientific statement of the Heart Failure Association and the European Association of Preventive Cardiology of the European Society of Cardiology.",
      "first_seen": "2026-01-24T12:21:41.392251"
    },
    "doi:10.1002/ejhf.3440": {
      "title": "Quality of life in heart failure. The heart of the matter. A scientific statement of the Heart Failure Association and the European Association of Preventive Cardiology of the European Society of Cardiology",
      "first_seen": "2026-01-24T12:21:41.392255"
    },
    "doi:10.1038/s41398-025-03445-w": {
      "title": "Posterior cingulate cortex downregulation training using fMRI neurofeedback in adolescents with early life adversity exposure: a randomized, single-blind trial",
      "first_seen": "2026-01-24T12:21:41.392260"
    },
    "doi:10.1145/3746058.3758424": {
      "title": "Noetic Dream: A Personalized VR and Meditation System for Lucid Dream Training",
      "first_seen": "2026-01-24T12:21:41.392264"
    },
    "doi:10.1007/s10608-025-10588-z": {
      "title": "Metacognitive Feelings of Epistemic Gain are Central to the Understanding of Psychedelic-Induced Mystical-Type Experiences",
      "first_seen": "2026-01-24T12:21:41.392271"
    },
    "doi:10.1038/s41467-024-55628-6": {
      "title": "Large Language Models lack essential metacognition for reliable medical reasoning",
      "first_seen": "2026-01-24T12:21:41.392276"
    },
    "doi:10.1038/s41467-025-56117-0": {
      "title": "A comprehensive assessment of current methods for measuring metacognition",
      "first_seen": "2026-01-24T12:21:41.392282"
    },
    "doi:10.48550/arXiv.2505.22375": {
      "title": "Pangu Embedded: An Efficient Dual-system LLM Reasoner with Metacognition",
      "first_seen": "2026-01-24T12:21:41.392287"
    },
    "doi:10.1038/s41598-025-01676-x": {
      "title": "Generative AI tool use enhances academic achievement in sustainable education through shared metacognition and cognitive offloading among preservice teachers",
      "first_seen": "2026-01-24T12:21:41.392291"
    },
    "doi:10.1111/bjet.70000": {
      "title": "Beyond efficiency: Empirical insights on generative AI's impact on cognition, metacognition and epistemic agency in learning",
      "first_seen": "2026-01-24T12:21:41.392293"
    },
    "doi:10.48550/arXiv.2504.14045": {
      "title": "Metacognition and Uncertainty Communication in Humans and Large Language Models",
      "first_seen": "2026-01-24T12:21:41.392297"
    },
    "doi:10.1017/9781009581295": {
      "title": "Metacognition in Language Teaching",
      "first_seen": "2026-01-24T12:21:41.392300"
    },
    "doi:10.3390/technologies13030107": {
      "title": "Harnessing Metacognition for Safe and Responsible AI",
      "first_seen": "2026-01-24T12:21:41.392302"
    },
    "doi:10.1609/aaai.v39i24.34723": {
      "title": "Decoupling Metacognition from Cognition: A Framework for Quantifying Metacognitive Ability in LLMs",
      "first_seen": "2026-01-24T12:21:41.392305"
    },
    "doi:10.3390/jintelligence13030034": {
      "title": "Critical Thinking and Metacognition: Pathways to Empathy and Psychological Well-Being",
      "first_seen": "2026-01-24T12:21:41.392308"
    },
    "doi:10.1186/s40359-025-02761-6": {
      "title": "The interplay of self-efficacy, grit, and metacognition in shaping work engagement among EFL teachers: a comparative study of Mainland China and Hong Kong",
      "first_seen": "2026-01-24T12:21:41.392310"
    },
    "doi:10.1007/s11409-025-09421-5": {
      "title": "Metacognition and motivation in creativity: examining the roles of self-efficacy and values as cues for metacognitive judgments",
      "first_seen": "2026-01-24T12:21:41.392313"
    },
    "doi:10.1038/s41467-025-57040-0": {
      "title": "Distorted learning from local metacognition supports transdiagnostic underconfidence",
      "first_seen": "2026-01-24T12:21:41.392319"
    },
    "doi:10.3390/educsci15060756": {
      "title": "Habit Predicting Higher Education EFL Students’ Intention and Use of AI: A Nexus of UTAUT-2 Model and Metacognition Theory",
      "first_seen": "2026-01-24T12:21:41.392322"
    },
    "doi:10.1007/s12528-025-09430-y": {
      "title": "Socially shared metacognitive supports in flipped or online classroom collaborative groups: examining the effect on motivation, group metacognition, group belonging, and cohesion",
      "first_seen": "2026-01-24T12:21:41.392325"
    },
    "doi:10.1007/s11423-025-10451-8": {
      "title": "Metacognition research in education: topic modeling and bibliometrics",
      "first_seen": "2026-01-24T12:21:41.392328"
    },
    "doi:10.1016/j.actpsy.2026.106225": {
      "title": "Experts' observations on the requirements for and outcomes of workplace mindfulness programs: A qualitative study.",
      "first_seen": "2026-01-24T12:21:41.392335"
    },
    "doi:10.2460/ajvr.25.07.0271": {
      "title": "Mindfulness training may reduce perceived stress and result in short-term increase in academic performance in veterinary education.",
      "first_seen": "2026-01-24T12:21:41.392338"
    },
    "doi:10.1016/j.psychsport.2026.103061": {
      "title": "Effects of 12-week mindfulness-based intervention on executive functioning skills, brain oxygenation, and biomarkers of cognitive function in baseball players: a randomized controlled trial.",
      "first_seen": "2026-01-24T12:21:41.392341"
    },
    "doi:10.1002/eat.70037": {
      "title": "Acceptability and Feasibility of a Digital Mindfulness-Based Intervention for Anorexia Nervosa and Bulimia Nervosa.",
      "first_seen": "2026-01-24T12:21:41.392346"
    },
    "doi:10.3758/s13415-026-01404-6": {
      "title": "The priming effect of interoception on savoring positive emotion: An EEG study.",
      "first_seen": "2026-01-24T12:21:41.392351"
    },
    "doi:10.1016/j.yebeh.2026.110901": {
      "title": "Numinous-like symptoms in epilepsy and/or insular tumors: A hospital cohort study.",
      "first_seen": "2026-01-24T12:21:41.392354"
    },
    "doi:10.1080/00207144.2025.2491352": {
      "title": "Feasibility of a Hypnosis Intervention for a Mystical Experience",
      "first_seen": "2026-01-25T12:22:56.757218"
    },
    "doi:10.2979/een.00008": {
      "title": "Environmentalism Without Foundations: Climate Change, Mystical Experience, and the Challenge of Environmental Justice",
      "first_seen": "2026-01-25T12:22:56.757230"
    },
    "doi:10.1089/psymed.2024.0040": {
      "title": "Ketamine-Occasioned Mystical Experience in Veterans with Treatment-Resistant Depression: A Retrospective Exploratory Analysis",
      "first_seen": "2026-01-25T12:22:56.757236"
    },
    "doi:10.21697/ct.2025.95.3.08": {
      "title": "The Nature of Mystical Experience from Various Philosophical Perspectives",
      "first_seen": "2026-01-25T12:22:56.757241"
    },
    "doi:10.5117/9789463729185": {
      "title": "Death, Disease, and Mystical Experience in Early Modern Art",
      "first_seen": "2026-01-25T12:22:56.757246"
    },
    "doi:10.3390/rel16121531": {
      "title": "Natural Metaphors: Expressions of Mystical Experience in John of the Cross, Etty Hillesum, and Björk",
      "first_seen": "2026-01-25T12:22:56.757251"
    },
    "doi:10.3390/rel17010009": {
      "title": "Allowing Similarities: Using Aldous Huxley’s Views on Mystical Experience to Assess the Import of Profound Unitive Experiences Occasioned by Psychedelic Substances",
      "first_seen": "2026-01-25T12:22:56.757255"
    },
    "doi:10.17588/2076-9210.2025.2.122-138": {
      "title": "Existential experience vs. mystical experience: Leontiev and Dostoyevsky",
      "first_seen": "2026-01-25T12:22:56.757260"
    },
    "doi:10.3390/rel16030296": {
      "title": "Mystical Experience and Decision Making",
      "first_seen": "2026-01-25T12:22:56.757265"
    },
    "doi:10.1007/s11097-025-10107-1": {
      "title": "Mystical experience in the Bayesian brain",
      "first_seen": "2026-01-25T12:22:56.757269"
    },
    "doi:10.20885/tullab.vol7.iss1.art4": {
      "title": "MYSTICAL EXPERIENCE IN SUFISM THE STUDY OF UNIQUENESS OF SUFISM IN RELATION TO MYSTICISM",
      "first_seen": "2026-01-25T12:22:56.757273"
    },
    "doi:10.3998/ergo.7657": {
      "title": "The Verifiability of Daoist Somatic Mystical Experience",
      "first_seen": "2026-01-25T12:22:56.757277"
    },
    "doi:10.1016/j.pnpbp.2025.111300": {
      "title": "Exploring factors associated with the intensity of a mystical experience following naturalistic psychedelic use: A retrospective survey",
      "first_seen": "2026-01-25T12:22:56.757282"
    },
    "doi:10.4103/ijnmr.ijnmr_18_23": {
      "title": "Magical Thinking and Mystical Experience: An Exploration of Delusional Disorder in Schizophrenic Patients",
      "first_seen": "2026-01-25T12:22:56.757286"
    },
    "doi:10.1080/10447318.2025.2607552": {
      "title": "Can a Mystical Experience be Emulated by AI-Generated Rationality?",
      "first_seen": "2026-01-25T12:22:56.757291"
    },
    "doi:10.1016/j.biopsych.2025.02.435": {
      "title": "198. Mystical Experience During Antidepressant Treatment with (Es)ketamine: A Prospective Study",
      "first_seen": "2026-01-25T12:22:56.757295"
    },
    "doi:10.18276/skk.2025.32-02": {
      "title": "The mystery of Christ’s incarnation and redemption in the mystical experience of St. Faustyna Kowalska",
      "first_seen": "2026-01-25T12:22:56.757300"
    },
    "doi:10.1016/j.biopsych.2025.02.669": {
      "title": "431. Higher Intensity of Mystical Experience Following Magnesium-Ibogaine is Associated With Larger Decreases in PTSD Severity",
      "first_seen": "2026-01-25T12:22:56.757304"
    },
    "doi:10.15382/sturi2025120.9-29": {
      "title": "St. Gregory Palamas, Divine energies, uncreated light, Tabor light, Palamism, mystical experience, vision of God (theophany), knowledge of God, deification, palamite vs. hesychast controversy",
      "first_seen": "2026-01-25T12:22:56.757309"
    },
    "doi:10.18276/sp.2025.35-04": {
      "title": "The Ethical Aspects of a Mystical Experience",
      "first_seen": "2026-01-25T12:22:56.757313"
    },
    "doi:10.15642/teosofi.2025.15.1.148-171": {
      "title": "Reframing Religious Experience through ‘Ālam al-Mithāl: A Philosophical and Mystical Perspective in Islamic Thought",
      "first_seen": "2026-01-25T12:22:56.757318"
    },
    "doi:10.1080/10508619.2025.2452037": {
      "title": "Mystical Luminosity Experience – An Exploration of Transcendent Light",
      "first_seen": "2026-01-25T12:22:56.757322"
    },
    "doi:10.31275/20253827": {
      "title": "Psychosis or Spiritual Experience? Rethinking Mental States Through Cultural and Mystical Lenses",
      "first_seen": "2026-01-25T12:22:56.757327"
    },
    "doi:10.36315/2025v1end039": {
      "title": "MYSTICAL POETRY AND SPORT: AN EXPERIENCE OF DIDACTIC TRANSPOSITION BASED ON THE STUDENTS' INTEREST",
      "first_seen": "2026-01-25T12:22:56.757332"
    },
    "doi:10.21608/jaauth.2025.445960.1732": {
      "title": "Investigating Mystical Tourism Experience in Ancient Egyptian Sites: A Case Study of the Temple of Seti I at Abydos",
      "first_seen": "2026-01-25T12:22:56.757336"
    },
    "doi:10.1016/j.nsa.2025.106743": {
      "title": "Set, setting and beyond: interpersonal rapport and meditation in predicting mystical experience among psychedelic users in naturalistic settings",
      "first_seen": "2026-01-25T12:22:56.757341"
    },
    "doi:10.1163/15700682-bja10161": {
      "title": "Neo-Perennialism and Mystical Exceptionalism",
      "first_seen": "2026-01-25T12:22:56.757345"
    },
    "doi:10.1080/00207144.2025.2544055": {
      "title": "Exploring Mystical-Type Experiences Through Auto-Induced Cognitive Trance",
      "first_seen": "2026-01-25T12:22:56.757349"
    },
    "doi:10.1080/00207144.2025.2526351": {
      "title": "Clinical Utility of Mystical Experiences: An Overview and Conceptual Framework",
      "first_seen": "2026-01-25T12:22:56.757354"
    },
    "doi:10.1186/s13102-025-01090-w": {
      "title": "The role of athletic mental energy in the occurrence of flow state in male football (soccer) players",
      "first_seen": "2026-01-25T12:22:56.757358"
    },
    "doi:10.1007/s10902-024-00846-4": {
      "title": "Analyzing Skill-Challenge Interaction and Flow State: Insights From Response Surface Analysis Among Board Gamers",
      "first_seen": "2026-01-25T12:22:56.757362"
    },
    "doi:10.1111/birt.12908": {
      "title": "Birthing With Others: Exploring the Efficacy of One‐On‐One Professional Support on Physiological Birth and Flow State",
      "first_seen": "2026-01-25T12:22:56.757367"
    },
    "doi:10.3389/fpsyg.2025.1523400": {
      "title": "The impact of Mood on Sports Flow State in football players: a chain mediating model of Psychological Resilience and Achievement Motivation in Competition",
      "first_seen": "2026-01-25T12:22:56.757371"
    },
    "doi:10.1080/10494820.2025.2471899": {
      "title": "A cultural analysis of the impact of personalization game feature on students’ flow state",
      "first_seen": "2026-01-25T12:22:56.757375"
    },
    "doi:10.1163/17552559-00001058": {
      "title": "Flow state, resilience, and performance strategies in elite three-day eventing equestrian athletes",
      "first_seen": "2026-01-25T12:22:56.757380"
    },
    "doi:10.1371/journal.pone.0328394": {
      "title": "Green tea consumption rapidly enhances cognitive performance and flow state during mental tasks in healthy young adults",
      "first_seen": "2026-01-25T12:22:56.757385"
    },
    "doi:10.1063/5.0278117": {
      "title": "Flow state transition and heat transfer characteristics in radiative Rayleigh–Bénard convection",
      "first_seen": "2026-01-25T12:22:56.757390"
    },
    "doi:10.1109/EMBC58623.2025.11251885": {
      "title": "Development of an EEG-Based Method for Detecting Flow State Using a Wearable Headband in a Game Environment*",
      "first_seen": "2026-01-25T12:22:56.757395"
    },
    "doi:10.1186/s13102-025-01342-9": {
      "title": "Contribution of flow state to the discrepancy between perceived exercise intensity and physiological intensity during endurance bike exercise",
      "first_seen": "2026-01-25T12:22:56.757401"
    },
    "doi:10.29140/vli.v14n1.2161": {
      "title": "A comparison of flow state markers experienced across AR, game-based, and analog deliberate vocabulary study activities",
      "first_seen": "2026-01-25T12:22:56.757404"
    },
    "doi:10.1177/00221678251325392": {
      "title": "“The One Place Where I Don’t Feel Frustrated”: An Interpretative Phenomenological Analysis of Art Students’ Experiences and Emotional Responses to the Flow State",
      "first_seen": "2026-01-25T12:22:56.757407"
    },
    "doi:10.34190/ecsm.12.1.3295": {
      "title": "Impact of TikTok Usage on Higher Education Students: Addiction, Flow State, and Sense of Belonging",
      "first_seen": "2026-01-25T12:22:56.757409"
    },
    "doi:10.53016/jerp.v6i2.293": {
      "title": "Investigation of Perfectionist Thinking, Dispositional Flow State, and Leisure Satisfaction Among Exercise Participants",
      "first_seen": "2026-01-25T12:22:56.757412"
    },
    "doi:10.1088/2631-8695/adad3c": {
      "title": "The seepage flow state characteristics of SMA-13 asphalt mixture under triaxial fatigue load",
      "first_seen": "2026-01-25T12:22:56.757415"
    },
    "doi:10.1109/I2MTC62753.2025.11079015": {
      "title": "Zero-shot Learning Model with Dynamic and Static Feature Fusion for Industrial Gas-liquid Two-phase Flow State Identification",
      "first_seen": "2026-01-25T12:22:56.757417"
    },
    "doi:10.6018/cpd.619791": {
      "title": "Evidencias de validez y confiabilidad del Flow State Short Scale-FSSS y la Clutch State Scale-CSS en contexto deportivo colombiano",
      "first_seen": "2026-01-25T12:22:56.757420"
    },
    "doi:10.1007/s11332-025-01443-5": {
      "title": "Relationship between flow state and mental skills in young elite Tunisian soccer players",
      "first_seen": "2026-01-25T12:22:56.757422"
    },
    "doi:10.1109/VRW66409.2025.00400": {
      "title": "Real-Time Flow State Analysis in Game: A Non-Intrusive System Based on Eye Feature Detection",
      "first_seen": "2026-01-25T12:22:56.757425"
    },
    "doi:10.54097/7f66m794": {
      "title": "The Relationship between Mindfulness and Flow State in Athletes",
      "first_seen": "2026-01-25T12:22:56.757427"
    },
    "doi:10.1109/TIM.2025.3571135": {
      "title": "Graph-Guided Partial Representation-Based Oil–Gas–Water Flow State Monitoring via Dual-Modal Detection",
      "first_seen": "2026-01-25T12:22:56.757430"
    },
    "doi:10.17759/jmfp.2025140304": {
      "title": "Frontal alpha asymmetry in adolescent video game players: Associations with executive functions, in-game performance, and flow state",
      "first_seen": "2026-01-25T12:22:56.757432"
    },
    "doi:10.3390/info16100922": {
      "title": "Video Games in Schools: Putting Flow State in Context",
      "first_seen": "2026-01-25T12:22:56.757435"
    },
    "doi:10.23919/CCC64809.2025.11178623": {
      "title": "Generative Zero-Shot Learning Model for Industrial Gas-Liquid Two-Phase Flow State Identification",
      "first_seen": "2026-01-25T12:22:56.757438"
    },
    "doi:10.47467/edu.v5i2.9689": {
      "title": "Mental Toughness dan Achievement Goals: Faktor Psikologis Pembentuk Flow State Atlet Beladiri di Jawa Barat",
      "first_seen": "2026-01-25T12:22:56.757440"
    },
    "doi:10.54097/yepbwa12": {
      "title": "Designing Audience Flow State in Narrative Media",
      "first_seen": "2026-01-25T12:22:56.757443"
    },
    "doi:10.1108/ijefm-11-2024-0149": {
      "title": "Gamification and re-attendance at festivals: a sequential mediation model with flow state and memorable festival experience",
      "first_seen": "2026-01-25T12:22:56.757445"
    },
    "doi:10.1002/johc.70008": {
      "title": "Utilizing Flow State Therapeutically With Survivors and Refuges of War: An Existential‐Humanistic Approach",
      "first_seen": "2026-01-25T12:22:56.757448"
    },
    "doi:10.1177/00315125251353249": {
      "title": "Examining the Relationship Between Dispositional Flow State, Objectified Body Consciousness, and Leisure Satisfaction Among Sports Center Members",
      "first_seen": "2026-01-25T12:22:56.757451"
    },
    "doi:10.18666/trj-2025-v59-i3-12629": {
      "title": "Examining Flow in Adaptive Sport and Recreation: Validating the Flow State Scale-2",
      "first_seen": "2026-01-25T12:22:56.757454"
    },
    "doi:10.1016/j.nepr.2025.104266": {
      "title": "Facilitating students' critical thinking, metacognition and problem-solving tendencies in geriatric nursing class: A mixed-method study.",
      "first_seen": "2026-01-25T12:22:56.757459"
    },
    "doi:10.17761/2025-D-25-00006": {
      "title": "Heart Rate Variability and Mood State Changes in Three Yoga Breathing Practices: A Randomized Crossover Trial.",
      "first_seen": "2026-01-25T12:22:56.757470"
    },
    "doi:10.1016/j.bbadis.2026.168171": {
      "title": "Multimodal psychological intervention improves psychological well-being and inflammatory profiles in patients with diabetic nephropathy.",
      "first_seen": "2026-01-25T12:22:56.757479"
    },
    "doi:10.1038/s41598-026-35039-x": {
      "title": "Effects of dance mindfulness and combined interventions on social anxiety in left behind rural adolescents: a randomized controlled trial.",
      "first_seen": "2026-01-25T12:22:56.757481"
    },
    "doi:10.1186/s40359-026-04037-z": {
      "title": "The relationship between parental technoference and malevolent creative behavior among adolescents: the mediating role of phubbing and the moderating role of mindfulness.",
      "first_seen": "2026-01-25T12:22:56.757486"
    },
    "doi:10.3390/app16021056": {
      "title": "Synchronization, Information, and Brain Dynamics in Consciousness Research",
      "first_seen": "2026-01-26T12:26:32.635924"
    },
    "doi:10.1080/14703297.2025.2484613": {
      "title": "Exploring the role of self-regulated learnings skills, cognitive flexibility, and metacognitive awareness on generative artificial intelligence attitude",
      "first_seen": "2026-01-26T12:26:32.635947"
    },
    "doi:10.3928/00485713-20250702-01": {
      "title": "The Evolution of Cognitive-Behavioral Therapy for Anxiety: From Traditional Methods to Mindfulness and Acceptance-Based Approaches",
      "first_seen": "2026-01-26T12:26:32.635978"
    },
    "doi:10.1007/s12671-025-02557-0": {
      "title": "The Efficacy of Mindfulness-Based Stress Reduction and Mindfulness-Based Cognitive Therapy on Cognitive Impairment in Post-Stroke Patients: A Systematic Review and Meta-Analysis of Randomized Controlled Trials",
      "first_seen": "2026-01-26T12:26:32.635984"
    },
    "doi:10.48550/arXiv.2509.06927": {
      "title": "NeedForHeat DataGear: An Open Monitoring System to Accelerate the Residential Heating Transition",
      "first_seen": "2026-01-26T12:26:32.635997"
    },
    "doi:10.1101/2024.09.14.613042": {
      "title": "Benchmarking of open access publication rates for the pharmaceutical industry and research-intensive academic institutions: development and demonstration of a live, open monitoring tool",
      "first_seen": "2026-01-26T12:26:32.636000"
    },
    "doi:10.1016/j.ecolind.2024.113064": {
      "title": "Monitoring of ecological environment changes in open-pit mines on the Loess Plateau from 1990 to 2023 based on RSEI",
      "first_seen": "2026-01-26T12:26:32.636003"
    },
    "doi:10.3390/mining5020032": {
      "title": "Slope Stability Monitoring Methods and Technologies for Open-Pit Mining: A Systematic Review",
      "first_seen": "2026-01-26T12:26:32.636006"
    },
    "doi:10.1111/2041-210x.70018": {
      "title": "WildWing: An open‐source, autonomous and affordable UAS for animal behaviour video monitoring",
      "first_seen": "2026-01-26T12:26:32.636009"
    },
    "doi:10.1016/s2213-8587(25)00063-4": {
      "title": "Continuous glucose monitoring in the management of gestational diabetes in Switzerland (DipGluMo): an open-label, single-centre, randomised, controlled trial.",
      "first_seen": "2026-01-26T12:26:32.636012"
    },
    "doi:10.3390/app15094771": {
      "title": "A Review of Open Remote Sensing Data with GIS, AI, and UAV Support for Shoreline Detection and Coastal Erosion Monitoring",
      "first_seen": "2026-01-26T12:26:32.636015"
    },
    "doi:10.3390/electronics14112225": {
      "title": "Open-Source Photosynthetically Active Radiation Sensor for Enhanced Agricultural and Agrivoltaics Monitoring",
      "first_seen": "2026-01-26T12:26:32.636017"
    },
    "doi:10.1080/17480930.2025.2458012": {
      "title": "Monitoring and evaluation of ecological restoration in open-pit coal mine using remote sensing data based on a OM-RSEI model",
      "first_seen": "2026-01-26T12:26:32.636020"
    },
    "doi:10.1111/dom.16356": {
      "title": "Efficacy and safety of continuous glucose monitoring on glycaemic control in patients with chronic pancreatitis and insulin‐treated diabetes: A randomised, open‐label, crossover trial",
      "first_seen": "2026-01-26T12:26:32.636023"
    },
    "doi:10.3389/focsu.2024.1528837": {
      "title": "Marine biodiversity and environmental data: an AI-ready, open dataset from the long term (1995–2023) Basque Country monitoring network",
      "first_seen": "2026-01-26T12:26:32.636025"
    },
    "url:https://www.semanticscholar.org/paper/2f68b787461eb35e691402cc9c2250ce5ff4ef1b": {
      "title": "Open-Insect: Benchmarking Open-Set Recognition of Novel Species in Biodiversity Monitoring",
      "first_seen": "2026-01-26T12:26:32.636028"
    },
    "doi:10.5194/isprs-archives-xlviii-2-w10-2025-155-2025": {
      "title": "Monitoring a flooded open-cast mine with combining remote sensing techniques",
      "first_seen": "2026-01-26T12:26:32.636031"
    },
    "doi:10.48550/arXiv.2508.11482": {
      "title": "OpenConstruction: A Systematic Synthesis of Open Visual Datasets for Data-Centric Artificial Intelligence in Construction Monitoring",
      "first_seen": "2026-01-26T12:26:32.636033"
    },
    "doi:10.48550/arXiv.2503.18892": {
      "title": "SimpleRL-Zoo: Investigating and Taming Zero Reinforcement Learning for Open Base Models in the Wild",
      "first_seen": "2026-01-26T12:26:32.636036"
    },
    "doi:10.1109/JOE.2024.3441819": {
      "title": "TRITON—Open Telemetry and Location Estimation for Marine Monitoring Based on IoT and LoRa",
      "first_seen": "2026-01-26T12:26:32.636038"
    },
    "doi:10.3390/hardware3040013": {
      "title": "An Open-Source Educational Platform for Multi-Sensor Environmental Monitoring Applications",
      "first_seen": "2026-01-26T12:26:32.636041"
    },
    "doi:10.1109/TIE.2025.3549098": {
      "title": "Open Multimode Process Monitoring: A Dual Memory-Based Continual Dictionary Learning Method",
      "first_seen": "2026-01-26T12:26:32.636043"
    },
    "doi:10.1109/CNS66487.2025.11194998": {
      "title": "Closing the Visibility Gap: A Monitoring Framework for Verifiable Open RAN Operations",
      "first_seen": "2026-01-26T12:26:32.636046"
    },
    "doi:10.1057/s41304-025-00534-8": {
      "title": "Open science in democracy research: the research infrastructure “Monitoring Electoral Democracy” (MEDem)",
      "first_seen": "2026-01-26T12:26:32.636049"
    },
    "doi:10.13031/ja.16056": {
      "title": "Designing an Autonomous Robot for Monitoring Open-Mouth Behavior of Chickens in Commercial Chicken Farms",
      "first_seen": "2026-01-26T12:26:32.636051"
    },
    "doi:10.3390/app15126887": {
      "title": "Remote Real-Time Monitoring and Control of Small Wind Turbines Using Open-Source Hardware and Software",
      "first_seen": "2026-01-26T12:26:32.636054"
    },
    "doi:10.1109/JSTARS.2025.3587241": {
      "title": "Surface Deformation Monitoring and Prediction of Longtantian Open-Pit Mine Based on SBAS-InSAR and CNN-BiLSTM Techniques",
      "first_seen": "2026-01-26T12:26:32.636057"
    },
    "doi:10.1186/s13006-025-00745-1": {
      "title": "Application of a locally developed open-access digital monitoring system for the human milk bank network in Vietnam",
      "first_seen": "2026-01-26T12:26:32.636059"
    },
    "doi:10.5755/j01.itc.54.1.38427": {
      "title": "Image Enhancement Model for Open-Pit Mine Monitoring Based on Parallel Multi-Scale Feature Fusion",
      "first_seen": "2026-01-26T12:26:32.636062"
    },
    "doi:10.3389/fpsyt.2025.1645958": {
      "title": "Effects of open-label placebos and self-monitoring in skin-picking disorder: a randomized crossover trial",
      "first_seen": "2026-01-26T12:26:32.636064"
    },
    "doi:10.1145/3721201.3721403": {
      "title": "DietWatch: Towards Low-effort Fine-grained Dietary Monitoring via Smartwatch in Open-World Scenarios",
      "first_seen": "2026-01-26T12:26:32.636067"
    },
    "doi:10.9758/cpn.25.1277": {
      "title": "An Exploratory Functional Near-infrared Spectroscopy Study of Prefrontal Cortex Connectivity during Body Scan Meditation",
      "first_seen": "2026-01-26T12:26:32.636070"
    },
    "doi:10.2519/josptcases.2025.0156": {
      "title": "The Effects of Mindfulness-Based Body Scan Meditation on Physical and Psychological Outcomes Following ACL-Reconstruction in an Adolescent Volleyball Player: A Case Report",
      "first_seen": "2026-01-26T12:26:32.636072"
    },
    "doi:10.21718/eabc.2025.71.09": {
      "title": "An Exploratory Study on the Healing Potential of Vedanā for Alleviating Anxiety in Modern Society: Focusing on Goenka Vipassanā, the Mahāsī Tradition, and Body Scan Meditation",
      "first_seen": "2026-01-26T12:26:32.636075"
    },
    "doi:10.1007/s12671-025-02631-7": {
      "title": "Exploring Visceral Body Scan, Somatosensory Body Scan, and External Meditation: A Randomized Controlled Pilot Study",
      "first_seen": "2026-01-26T12:26:32.636078"
    },
    "doi:10.1186/s12906-025-04842-w": {
      "title": "Assessing willingness and preference for body scan practices in ADHD: a survey study",
      "first_seen": "2026-01-26T12:26:32.636081"
    },
    "doi:10.1007/s10055-025-01129-w": {
      "title": "Embodiment in virtual reality: an experiment on how visual and aural First- and Third-person modes affect embodiment and mindfulness",
      "first_seen": "2026-01-26T12:26:32.636085"
    },
    "doi:10.4103/jpbs.jpbs_655_25": {
      "title": "Effectiveness of Mindfulness-based Approaches on Stress, Depression, and Serum Cortisol among Elderly in Old Age Homes",
      "first_seen": "2026-01-26T12:26:32.636089"
    },
    "doi:10.51849/j-p3k.v6i3.799": {
      "title": "Mindfulness untuk Menurunkun Stres pada Dewasa Awal dengan Hipertensi",
      "first_seen": "2026-01-26T12:26:32.636094"
    },
    "doi:10.1145/3714394.3756158": {
      "title": "MindfulBreath: Every Breath You Take, Every Mind You Wake",
      "first_seen": "2026-01-26T12:26:32.636097"
    },
    "doi:10.23917/iseedu.v9i1.10381": {
      "title": "The Role of Mindfulness in Reducing Academic Burnout Among University Students",
      "first_seen": "2026-01-26T12:26:32.636099"
    },
    "doi:10.1186/s12912-025-04063-z": {
      "title": "The effect of mindfulness-based stress reduction on anxiety and sleep quality in informal family caregivers of cancer patients: a randomized controlled trial",
      "first_seen": "2026-01-26T12:26:32.636102"
    },
    "doi:10.21834/e-bpj.v10isi24.6385": {
      "title": "Fuzzy Delphi Identifies Key Crisis Coping Strategies for Psychological Distress Intervention",
      "first_seen": "2026-01-26T12:26:32.636104"
    },
    "doi:10.1002/jaoc.70006": {
      "title": "Mindfulness‐Based Stress Reduction as a Treatment for Adolescent Social Media Addiction",
      "first_seen": "2026-01-26T12:26:32.636107"
    },
    "doi:10.51584/ijrias.2025.100800018": {
      "title": "Role of Mindfulness Practices on Academic Stress of College Students",
      "first_seen": "2026-01-26T12:26:32.636109"
    },
    "doi:10.47310/jpms2025141201": {
      "title": "Effectiveness of a Mindfulness-Based Stress Reduction Program on Quality of Life among Hemodialysis Patients: A Preliminary Study",
      "first_seen": "2026-01-26T12:26:32.636112"
    },
    "doi:10.1080/0167482X.2025.2531057": {
      "title": "Mindfulness-based body scan training in multimodal physiotherapy for vulvodynia – a randomized controlled feasibility study",
      "first_seen": "2026-01-26T12:26:32.636115"
    },
    "doi:10.3390/medicina61071165": {
      "title": "Association Between Perinasal Uptake on Radioactive Iodine Whole-Body Scan and Nasolacrimal Duct Obstruction",
      "first_seen": "2026-01-26T12:26:32.636117"
    },
    "doi:10.1111/aphw.70073": {
      "title": "Two weeks to tune in: Evaluating the effects of a short‐term body scan on interoception",
      "first_seen": "2026-01-26T12:26:32.636120"
    },
    "doi:10.3390/diagnostics16010019": {
      "title": "Prediction of Treatment Response by Thyroid Bed Uptake on Post-Ablative Whole-Body Scan in Intermediate-Risk Patients with Papillary Thyroid Cancer",
      "first_seen": "2026-01-26T12:26:32.636122"
    },
    "doi:10.1155/hbe2/9126536": {
      "title": "Affective Responses to 3D Body Scan Technology: An Exploratory Study",
      "first_seen": "2026-01-26T12:26:32.636125"
    },
    "doi:10.3329/bjnm.v27i2.79208": {
      "title": "Assessing the application of radiomics on post radio-iodine therapy whole body scan – A preliminary study",
      "first_seen": "2026-01-26T12:26:32.636127"
    },
    "doi:10.1097/MNM.0000000000002083": {
      "title": "Post-therapy I-131 whole-body scan with SPECT/computed tomography-based mapping of residual metastatic lymph nodes in differentiated thyroid cancer.",
      "first_seen": "2026-01-26T12:26:32.636130"
    },
    "doi:10.3389/fpain.2025.1600637": {
      "title": "Feasibility and user experience of augmented reality psychoeducation and mindfulness body scan for chronic low back pain",
      "first_seen": "2026-01-26T12:26:32.636133"
    },
    "doi:10.1097/RLU.0000000000006282": {
      "title": "Thyroid-Shaped Iodine Uptake in the Scrotum: An Unusual Finding on 131I Whole-body Scan.",
      "first_seen": "2026-01-26T12:26:32.636135"
    },
    "doi:10.7759/cureus.82789": {
      "title": "Hepatic Cyst Radioiodine Uptake on Whole-Body Scan in Differentiated Thyroid Cancer: Implications for Lesion Characterization and Misdiagnosis Avoidance",
      "first_seen": "2026-01-26T12:26:32.636138"
    },
    "doi:10.1108/ijcst-10-2024-0207": {
      "title": "Validating women's bilateral body asymmetry thresholds for patternmaking based on 3D body scan data",
      "first_seen": "2026-01-26T12:26:32.636140"
    },
    "doi:10.48550/arXiv.2511.03212": {
      "title": "MvBody: Multi-View-Based Hybrid Transformer Using Optical 3D Body Scan for Explainable Cesarean Section Prediction",
      "first_seen": "2026-01-26T12:26:32.636143"
    },
    "doi:10.1097/RLU.0000000000005893": {
      "title": "Incidental Uptake of Spermatocele on I-131 Whole-body Scan.",
      "first_seen": "2026-01-26T12:26:32.636146"
    },
    "doi:10.14744/hnhj.2025.16768": {
      "title": "Cytisine Use in a Smoking Cessation Clinic: The Case of Türkiye",
      "first_seen": "2026-01-26T12:26:32.636156"
    },
    "doi:10.22251/jlcci.2025.25.13.417": {
      "title": "Factors influencing smoking cessation attempts among adolescent smokers: Focusing on gender differences",
      "first_seen": "2026-01-26T12:26:32.636159"
    },
    "doi:10.1158/1538-7755.disp25-b012": {
      "title": "Abstract B012: Sociodemographic predictors of knowledge and confidence gains among community health workers following a modified smoking cessation training",
      "first_seen": "2026-01-26T12:26:32.636163"
    },
    "url:https://www.semanticscholar.org/paper/96ade87c7cd65a5db268891cd33b2b37618eca65": {
      "title": "Quantifying Flow State Dynamics: A Prefrontal Cortex EEG-Based Model Validation Study. Unveiling the Prefrontal Cortex's Role in Flow State Experience: An Empirical EEG Analysis",
      "first_seen": "2026-01-26T12:26:32.636181"
    },
    "doi:10.1371/journal.pone.0335711": {
      "title": "Flow state and autonomic response patterns during sensory rejection tasks using the Uchida-Kraepelin Test",
      "first_seen": "2026-01-26T12:26:32.636184"
    },
    "doi:10.22214/ijraset.2025.76464": {
      "title": "A Neuro-Symbolic AI Approach to Understanding Brain Regions Involved in the Flow State",
      "first_seen": "2026-01-26T12:26:32.636188"
    },
    "doi:10.1063/5.0292120": {
      "title": "Effect of duct quantity on the magnetohydrodynamic flow state through multiple electrically coupled ducts",
      "first_seen": "2026-01-26T12:26:32.636194"
    },
    "doi:10.1101/2025.11.20.25340575": {
      "title": "From default-mode to action-mode: biphasic network reconfiguration with meditation in schizophrenia",
      "first_seen": "2026-01-26T12:26:32.636200"
    },
    "doi:10.1007/s11055-025-01885-x": {
      "title": "A Pilot fMRI-EEG Study of Tantric Meditation in Tibetan Monks",
      "first_seen": "2026-01-26T12:26:32.636202"
    },
    "doi:10.1101/2025.07.29.25331685": {
      "title": "How Mindfulness Meditation Training Reshapes Somatomotor Edge-Centric Connectivity: Insights for Healthy and Depressed Individuals",
      "first_seen": "2026-01-26T12:26:32.636205"
    },
    "doi:10.1162/IMAG.a.33": {
      "title": "Effects of an 18-month meditation training on dynamic functional connectivity states in older adults: Secondary analyses from the Age-Well randomized controlled trial",
      "first_seen": "2026-01-26T12:26:32.636207"
    },
    "doi:10.62547/dnmt3002": {
      "title": "Effects of Tummo Meditation and Niguma Yoga on Brain Activity.",
      "first_seen": "2026-01-26T12:26:32.636210"
    },
    "doi:10.1002/hbm.70123": {
      "title": "Connectome‐Based Predictive Modeling of Trait Mindfulness",
      "first_seen": "2026-01-26T12:26:32.636213"
    },
    "doi:10.1101/2025.08.18.671000": {
      "title": "Context-dependent structurally informed effective connectivity under psilocybin",
      "first_seen": "2026-01-26T12:26:32.636215"
    },
    "doi:10.1038/s41593-024-01868-0": {
      "title": "The architecture of the human default mode network explored through cytoarchitecture, wiring and signal flow",
      "first_seen": "2026-01-26T12:26:32.636218"
    },
    "doi:10.3390/biology14040395": {
      "title": "The Journey of the Default Mode Network: Development, Function, and Impact on Mental Health",
      "first_seen": "2026-01-26T12:26:32.636221"
    },
    "doi:10.1016/j.bpsc.2024.12.016": {
      "title": "Default mode network functional connectivity as a transdiagnostic biomarker of cognitive function.",
      "first_seen": "2026-01-26T12:26:32.636223"
    },
    "doi:10.1093/scan/nsaf012": {
      "title": "Increased default mode network activation in depression and social anxiety during upward social comparison",
      "first_seen": "2026-01-26T12:26:32.636226"
    },
    "doi:10.1038/s41598-025-92849-1": {
      "title": "Increased individual variability in functional connectivity of the default mode network and its genetic correlates in major depressive disorder",
      "first_seen": "2026-01-26T12:26:32.636229"
    },
    "doi:10.3389/fnins.2025.1576393": {
      "title": "Functional connectivity of default mode network in non-hospitalized patients with post-COVID cognitive complaints",
      "first_seen": "2026-01-26T12:26:32.636231"
    },
    "doi:10.1111/ejn.16656": {
      "title": "Resting State Functional Connectivity of the Default Mode Network During Opioid Use and Cessation in Treatment‐Seeking Persons",
      "first_seen": "2026-01-26T12:26:32.636234"
    },
    "doi:10.1371/journal.pbio.3003268": {
      "title": "Transfer of motor learning is associated with patterns of activity in the default mode network",
      "first_seen": "2026-01-26T12:26:32.636237"
    },
    "doi:10.1093/schbul/sbaf018": {
      "title": "Default Mode Network, Disorganization, and Treatment-Resistant Schizophrenia",
      "first_seen": "2026-01-26T12:26:32.636239"
    },
    "doi:10.3389/fpsyt.2025.1479283": {
      "title": "Initial evidence for neural correlates following a therapeutic intervention: altered resting state functional connectivity in the default mode network following attention training technique",
      "first_seen": "2026-01-26T12:26:32.636242"
    },
    "doi:10.1523/ENEURO.0449-24.2025": {
      "title": "Alpha-Frequency Stimulation Enhances Synchronization of Alpha Oscillations with Default Mode Network Connectivity",
      "first_seen": "2026-01-26T12:26:32.636245"
    },
    "doi:10.3390/brainsci15010037": {
      "title": "Examining Insula–Default Mode Network Functional Connectivity and Its Relationship with Heart Rate Variability",
      "first_seen": "2026-01-26T12:26:32.636247"
    },
    "doi:10.1186/s12891-025-08322-7": {
      "title": "Resting-state functional connectivity between the frontoparietal network and the default mode network is aberrantly increased in ankylosing spondylitis",
      "first_seen": "2026-01-26T12:26:32.636250"
    },
    "doi:10.1093/cercor/bhaf219": {
      "title": "Neural variability in the default mode network compresses with increasing belief precision during Bayesian inference",
      "first_seen": "2026-01-26T12:26:32.636253"
    },
    "doi:10.1101/2025.09.30.679557": {
      "title": "Diagnosis-Optimized Dynamic Feature Learning Reveals Altered Default Mode Network Connectivity in Schizophrenia",
      "first_seen": "2026-01-26T12:26:32.636255"
    },
    "doi:10.1101/2025.05.31.656874": {
      "title": "Making new connections: An fNIRS machine learning classification study of neural synchrony in the default mode network",
      "first_seen": "2026-01-26T12:26:32.636258"
    },
    "doi:10.1007/s11571-025-10288-0": {
      "title": "Aberrant dynamics of the default mode network activity in patients with obsessive-compulsive disorder",
      "first_seen": "2026-01-26T12:26:32.636260"
    },
    "doi:10.1007/s10548-025-01101-6": {
      "title": "How Interoception and the Insula Shape Mental Imagery and Aphantasia",
      "first_seen": "2026-01-26T12:26:32.636262"
    },
    "doi:10.1038/s41413-024-00378-w": {
      "title": "Skeletal interoception and prospective application in biomaterials for bone regeneration",
      "first_seen": "2026-01-26T12:26:32.636265"
    },
    "doi:10.1186/s12888-024-06441-4": {
      "title": "The relationship between sensory phenomena and interoception across the obsessive–compulsive spectrum: a systematic review",
      "first_seen": "2026-01-26T12:26:32.636268"
    },
    "doi:10.1186/s13018-025-05577-7": {
      "title": "Targeting skeletal interoception: a novel mechanistic insight into intervertebral disc degeneration and pain management",
      "first_seen": "2026-01-26T12:26:32.636271"
    },
    "doi:10.1007/s00408-025-00786-7": {
      "title": "Reframing Refractory Chronic Cough: The Role of Interoception",
      "first_seen": "2026-01-26T12:26:32.636273"
    },
    "doi:10.1007/s00787-025-02705-w": {
      "title": "Disrupted profiles of interoception and mental health in youths: a systematic review",
      "first_seen": "2026-01-26T12:26:32.636276"
    },
    "doi:10.3389/fneur.2025.1643260": {
      "title": "Interoception and dissociation in migraine: a case–control study of chronic and episodic subtypes",
      "first_seen": "2026-01-26T12:26:32.636278"
    },
    "doi:10.1186/s12888-025-06648-z": {
      "title": "Interoception as a key node in the multidimensional psychological structural model of depression: a structural equation model analysis of integrating environmental, cognitive and behavioral-emotional factors",
      "first_seen": "2026-01-26T12:26:32.636281"
    },
    "doi:10.1111/psyp.14766": {
      "title": "Exploring Individual Differences in Interoception Among Athletes Based on a Three‐Dimensional Construct of Interoception",
      "first_seen": "2026-01-26T12:26:32.636283"
    },
    "doi:10.14295/bjs.v4i2.699": {
      "title": "Interoception and emotional regulation in autistic children through an occupational therapy perspective: A literature review",
      "first_seen": "2026-01-26T12:26:32.636286"
    },
    "doi:10.1371/journal.pone.0322865": {
      "title": "Impaired gastric and urinary but preserved cardiac interoception in women with endometriosis",
      "first_seen": "2026-01-26T12:26:32.636289"
    },
    "doi:10.1101/2025.02.28.640776": {
      "title": "Peripheral Beta-Blockade Differentially Enhances Cardiac and Respiratory Interoception",
      "first_seen": "2026-01-26T12:26:32.636291"
    },
    "doi:10.1007/s10803-024-06708-5": {
      "title": "The Relationship Between Interoception, Alexithymia, Autistic Traits and Eating Pathology in Autistic Adults.",
      "first_seen": "2026-01-26T12:26:32.636294"
    },
    "doi:10.1186/s40337-025-01284-0": {
      "title": "The relevance of cardiac and gastric interoception for disordered eating behavior",
      "first_seen": "2026-01-26T12:26:32.636296"
    },
    "doi:10.1101/2025.06.25.660685": {
      "title": "Interoception vs. Exteroception: Cardiac interoception competes with tactile perception, yet also facilitates self-relevance encoding",
      "first_seen": "2026-01-26T12:26:32.636299"
    },
    "doi:10.1098/rstb.2024.0305": {
      "title": "The physiology of interoception and its adaptive role in consciousness",
      "first_seen": "2026-01-26T12:26:32.636301"
    },
    "doi:10.14814/phy2.70146": {
      "title": "Interoception, cardiac health, and heart failure: The potential for artificial intelligence (AI)—driven diagnosis and treatment",
      "first_seen": "2026-01-26T12:26:32.636304"
    },
    "doi:10.1038/s44220-025-00456-w": {
      "title": "A meta-analytic review of child maltreatment and interoception",
      "first_seen": "2026-01-26T12:26:32.636306"
    },
    "doi:10.59158/001c.146359": {
      "title": "The Relationship Between Interoception and Experiences of Stress, Trauma, and Mental Illness: A Scoping Review",
      "first_seen": "2026-01-26T12:26:32.636309"
    },
    "doi:10.1101/2025.03.26.645305": {
      "title": "Whole-brain, all-optical interrogation of neuronal dynamics underlying gut interoception in zebrafish",
      "first_seen": "2026-01-26T12:26:32.636311"
    },
    "doi:10.23958/ijirms/vol10-i03/2041": {
      "title": "Interoception: Current Knowledge Gaps and Future Directions in Neuroscience, Psychopathology, and Clinical Applications",
      "first_seen": "2026-01-26T12:26:32.636314"
    },
    "doi:10.1101/2025.11.04.25339393": {
      "title": "Selective interoception impairments and treatment effects in Borderline Personality Disorder",
      "first_seen": "2026-01-26T12:26:32.636316"
    },
    "doi:10.3390/medicina61040734": {
      "title": "Motor Imagery Training Improves Interoception and Satisfaction with Performance",
      "first_seen": "2026-01-26T12:26:32.636319"
    },
    "doi:10.1523/JNEUROSCI.1114-24.2025": {
      "title": "Neural Processes Linking Interoception to Moral Preferences Aligned with Group Consensus",
      "first_seen": "2026-01-26T12:26:32.636321"
    },
    "doi:10.1111/ggi.70277": {
      "title": "The Mind and the Senses: Associations of Sensory Processing and Interoception With Cognitive Function in Older Adults in Nursing Homes.",
      "first_seen": "2026-01-26T12:26:32.636324"
    },
    "doi:10.1017/S1355617725000098": {
      "title": "Interoception after frontal brain injury: A systematic review",
      "first_seen": "2026-01-26T12:26:32.636327"
    },
    "doi:10.1177/27536130251400362": {
      "title": "Interoception-Based Yoga for Chronic Pain: A Pilot Feasibility Study",
      "first_seen": "2026-01-26T12:26:32.636329"
    },
    "doi:10.1177/13623613251314595": {
      "title": "Experiences of interoception and anxiety in autistic adolescents: A reflexive thematic analysis",
      "first_seen": "2026-01-26T12:26:32.636332"
    },
    "doi:10.21203/rs.3.rs-6792067/v1": {
      "title": "Minding the Body: A Meta-analysis of the Effects of Mindfulness Meditation Training on Self-reported Interoception",
      "first_seen": "2026-01-26T12:26:32.636334"
    },
    "doi:10.1093/nc/niaf016": {
      "title": "Deep computational neurophenomenology: a methodological framework for investigating the how of experience",
      "first_seen": "2026-01-26T12:26:32.636337"
    },
    "doi:10.1016/j.neubiorev.2025.106139": {
      "title": "Bridging the gap of brain and experience – Converging Neurophenomenology with Spatiotemporal Neuroscience",
      "first_seen": "2026-01-26T12:26:32.636340"
    },
    "doi:10.1093/nc/niaf052": {
      "title": "Now is the time: operationalizing generative neurophenomenology through interpersonal methods",
      "first_seen": "2026-01-26T12:26:32.636343"
    },
    "doi:10.1177/10398562251346619": {
      "title": "The neurophenomenology of basic self-disturbance in early psychosis: Association with clinical outcome in an ultra-high risk sample",
      "first_seen": "2026-01-26T12:26:32.636345"
    },
    "doi:10.3390/psychoactives4040041": {
      "title": "A Comparative Neurophenomenology of the Psychedelic State and Autism: Predictive Processing as a Unifying Lens",
      "first_seen": "2026-01-26T12:26:32.636348"
    },
    "doi:10.1038/s41398-025-03664-1": {
      "title": "From neuronal to mental topography – Neurophenomenology of auditory hallucinations",
      "first_seen": "2026-01-26T12:26:32.636350"
    },
    "doi:10.1007/978-3-031-93727-9_6": {
      "title": "The Birkbeck EEG Neurofeedback and Neurophenomenology (BENN) Study",
      "first_seen": "2026-01-26T12:26:32.636353"
    },
    "doi:10.1007/s11019-025-10319-x": {
      "title": "Building science and subjectivity from flesh. Towards a reconceptualization of neurophenomenology as a contribution to interdisciplinary health research.",
      "first_seen": "2026-01-26T12:26:32.636356"
    },
    "doi:10.1093/nc/niaf002": {
      "title": "Training the embodied self in its impermanence: meditators evidence neurophysiological markers of death acceptance",
      "first_seen": "2026-01-26T12:26:32.636359"
    },
    "doi:10.1556/2054.2024.00370": {
      "title": "Participant experiences of icaros (Amazonian curative songs) during a traditional medicine ceremony at the Takiwasi Center, Peru",
      "first_seen": "2026-01-26T12:26:32.636362"
    },
    "doi:10.1002/sres.70008": {
      "title": "Scientific Method, Complexity and Phenomenology in Human Knowledge",
      "first_seen": "2026-01-26T12:26:32.636365"
    },
    "doi:10.21146/0042-8744-2025-2-165-178": {
      "title": "Neurophenomenological Project for the Study of Religious Practices: History and Ideology",
      "first_seen": "2026-01-26T12:26:32.636368"
    },
    "doi:10.69889/ijlapt.v2i11(nov).150": {
      "title": "Kundalini and Microvita: Integrative Perspectives from Yogic Science, Neuroscience, and Quantum Philosophy",
      "first_seen": "2026-01-26T12:26:32.636370"
    },
    "doi:10.59400/lf2496": {
      "title": "The embodied mind in the trenches: A neurophenomenological exploration of sensory experience, trauma, and the battlefield in Tim O’Brien’s “The Things They Carried”",
      "first_seen": "2026-01-26T12:26:32.636373"
    },
    "doi:10.17831/enqarcc.v21i2.1222": {
      "title": "Between Objective and Subjective Architectural Experiences: Conceptualizing Refractive Neuroarchitecture Phenomenology",
      "first_seen": "2026-01-26T12:26:32.636375"
    },
    "doi:10.1007/s12304-024-09592-9": {
      "title": "Un-binding the Umwelt: The Differential Contributions of the Five Classical Senses can be Understood Through Hindu Tantra",
      "first_seen": "2026-01-26T12:26:32.636378"
    },
    "doi:10.1101/2025.09.25.678494": {
      "title": "Distilling the neurophenomenological signatures of pure awareness during Transcendental Meditation",
      "first_seen": "2026-01-26T12:26:32.636380"
    },
    "doi:10.31156/jaex.27866": {
      "title": "Psychedelics as Non-Specific Amplifiers",
      "first_seen": "2026-01-26T12:26:32.636383"
    },
    "doi:10.1038/s42003-025-08612-9": {
      "title": "Pathfinding: a neurodynamical account of intuition",
      "first_seen": "2026-01-26T12:26:32.636385"
    },
    "doi:10.17223/1998863x/83/1": {
      "title": "ANTINOMIANISM IN THE INTERDISCIPLINARY DIALOGUE OF PHILOSOPHY AND PSYCHIATRY: FROM PHENOMENOLOGY TO NEUROSCIENCES",
      "first_seen": "2026-01-26T12:26:32.636388"
    },
    "doi:10.1016/j.cpr.2026.102701": {
      "title": "Addictive behaviors among people with intellectual disability: An umbrella review.",
      "first_seen": "2026-01-26T12:26:32.636401"
    },
    "url:https://www.newyorker.com/magazine/2026/02/02/infinite-jest-david-foster-wallace-anniversary-book-review": {
      "title": "“Infinite Jest” Has Turned Thirty. Have We Forgotten How to Read It?",
      "first_seen": "2026-01-26T12:26:32.636445"
    },
    "doi:10.1007/s12671-025-02573-0": {
      "title": "Temperament and Character Moderate the Effects of Mindfulness Training on Psychological and Professional Well-Being of School Teachers",
      "first_seen": "2026-01-27T12:26:20.238295"
    },
    "doi:10.1007/s12671-025-02561-4": {
      "title": "Embodied and Embedded Mindfulness and Compassion Framework",
      "first_seen": "2026-01-27T12:26:20.238309"
    },
    "doi:10.22514/jomh.2025.003": {
      "title": "The moderating role of mindfulness in the relationship between threat appraisal and negative emotions in male elite footballers",
      "first_seen": "2026-01-27T12:26:20.238314"
    },
    "doi:10.3389/fpsyg.2025.1405676": {
      "title": "Enhancing wellbeing among pre-service teachers through a mindfulness-based social and emotional learning curriculum: a quasi-experimental study in China",
      "first_seen": "2026-01-27T12:26:20.238322"
    },
    "doi:10.1186/s44247-025-00186-0": {
      "title": "Mindfulness in the digital workplace: an explorative study of the compatibility of mindfulness and technology",
      "first_seen": "2026-01-27T12:26:20.238328"
    },
    "doi:10.1007/s11406-025-00945-3": {
      "title": "Does Consciousness Research Apply to Quantum Mechanics?",
      "first_seen": "2026-01-27T12:26:20.238360"
    },
    "doi:10.1177/02698811251397328": {
      "title": "The 3D-ASCr scale: A revalidation of the core dimensions of the Altered States of Consciousness Rating Scale 5D(11)-ASC for psychedelic research.",
      "first_seen": "2026-01-27T12:26:20.238365"
    },
    "doi:10.36948/ijfmr.2025.v07i06.62683": {
      "title": "The Cessation of Craving as the Path to Liberation: an Interdisciplinary Analysis of the Four Noble Truths and the Noble Eightfold Path",
      "first_seen": "2026-01-27T12:26:20.238369"
    },
    "doi:10.36948/ijfmr.2025.v07i06.61155": {
      "title": "Buddhist Jurisprudence: A synthesis of religious morality and secular legal models",
      "first_seen": "2026-01-27T12:26:20.238376"
    },
    "doi:10.46799/syntaxidea.v7i9.13532": {
      "title": "Memutus Lingkaran Penderitaan: Telaah Mendalam atas Empat Kebenaran Mulia dalam Buddhisme",
      "first_seen": "2026-01-27T12:26:20.238381"
    },
    "doi:10.3126/jrdn.v8i1.85143": {
      "title": "From Suffering to Enlightenment: Echoes of the Four Noble Truths in Hermann Hesse’s Siddhartha",
      "first_seen": "2026-01-27T12:26:20.238386"
    },
    "doi:10.1016/j.phytol.2025.103084": {
      "title": "Evaluation of biodiverse Sorghum bicolor and related genotypes for root exudation, sorgoleone production and potential carbon capture",
      "first_seen": "2026-01-27T12:26:20.238392"
    },
    "doi:10.38124/ijisrt/25oct1383": {
      "title": "Proposal for a National Cryptocurrency Token in Sri Lanka: Framework for Inclusive Ownership and Government Reserve Management",
      "first_seen": "2026-01-27T12:26:20.238397"
    },
    "doi:10.1080/01676830.2025.2551617": {
      "title": "Cemiplimab in advanced periocular conjunctival and cutaneous squamous cell carcinoma: a United Kingdom case series.",
      "first_seen": "2026-01-27T12:26:20.238401"
    },
    "doi:10.38124/ijisrt/25nov808": {
      "title": "The Full-Stack Software Developer as a System Cohesion Architect: A Definitive Competency-Based Redefinition based on the K72T004 National Standard (Sri Lanka)",
      "first_seen": "2026-01-27T12:26:20.238407"
    },
    "doi:10.21760/jaims.9.10.16": {
      "title": "Satvavajaya - An Emerging Boon to Combat Stress",
      "first_seen": "2026-01-27T12:26:20.238411"
    },
    "doi:10.36948/ijfmr.2025.v07i06.60871": {
      "title": "Concept of Nirvana in Hinayana and Mahayana Sects in Buddhism: A Comparative Study",
      "first_seen": "2026-01-27T12:26:20.238416"
    },
    "doi:10.36018/dsiij.25.352": {
      "title": "A Study of Awareness of Patanjali Yoga Sutra Among Certified Yoga Teachers of Iran",
      "first_seen": "2026-01-27T12:26:20.238421"
    },
    "doi:10.1177/10781552251415357": {
      "title": "Evaluation of pain and quality of life in cancer patients using a multidimensional tool: A study on the impact of pharmacist interventions.",
      "first_seen": "2026-01-27T12:26:20.238426"
    },
    "doi:10.17879/freeneuropathology-2026-9059": {
      "title": "The shapes of brain waste: Mysteries of cellular remnant morphology in neurodegeneration.",
      "first_seen": "2026-01-27T12:26:20.238434"
    },
    "url:https://www.theatlantic.com/science/2026/01/consciousness-journey-zen-meditation/685647/?utm_source=feed": {
      "title": "How to Have a ‘Don’t-Know Mind’",
      "first_seen": "2026-01-27T12:26:20.238498"
    },
    "doi:10.1352/2326-6988-13.2.87": {
      "title": "Professionals Need Information Too: Exploratory Data From the Family Employment Awareness Training (FEAT) in Kansas",
      "first_seen": "2026-01-28T12:27:43.336491"
    },
    "doi:10.1097/HMR.0000000000000431": {
      "title": "Breaking the ice: How awareness training affects the treatment of domestic violence patients by health care professionals",
      "first_seen": "2026-01-28T12:27:43.336506"
    },
    "doi:10.30534/ijatcse/2025/081432025": {
      "title": "Assessing the Efficacy of Security Awareness Training in Mitigating Phishing Attacks: A Review",
      "first_seen": "2026-01-28T12:27:43.336511"
    },
    "doi:10.1027/0227-5910/a001036": {
      "title": "Rail Suicide Prevention - Evaluating the Impact of Online Awareness Training for Workers.",
      "first_seen": "2026-01-28T12:27:43.336516"
    },
    "doi:10.46763/etima2531304m": {
      "title": "THE ROLE OF CYBERSECURITY AWARENESS TRAINING TO PREVENT PHISHING",
      "first_seen": "2026-01-28T12:27:43.336521"
    },
    "doi:10.1007/s12671-025-02581-0": {
      "title": "Minding Well-Being: Validation of the Mindfulness-Based Strategic Awareness Training (MBSAT) for Non-Clinical Populations",
      "first_seen": "2026-01-28T12:27:43.336526"
    },
    "doi:10.1109/RTSI64020.2025.11212360": {
      "title": "An Adaptive Phishing Awareness Training Environment Based on LLMs and Interactive Learning",
      "first_seen": "2026-01-28T12:27:43.336530"
    },
    "doi:10.35814/bzk73b50": {
      "title": "Trauma Awareness Training for Psychology Students of  Nusa Cendana University",
      "first_seen": "2026-01-28T12:27:43.336535"
    },
    "doi:10.1109/C4D65382.2025.11306470": {
      "title": "Combined approaches for cybersecurity awareness training in South Africa",
      "first_seen": "2026-01-28T12:27:43.336540"
    },
    "doi:10.54254/2753-7064/2025.ht30274": {
      "title": "The Impact of Phonological Awareness Training on Reading Ability in Lower Primary Students",
      "first_seen": "2026-01-28T12:27:43.336545"
    },
    "doi:10.1109/TNSE.2025.3556927": {
      "title": "Mitigating Social Engineering Attacks Through Cost-Effective Security Awareness Training Policy",
      "first_seen": "2026-01-28T12:27:43.336549"
    },
    "doi:10.1177/00033286251357180": {
      "title": "Sacred Minds: The Need for Mental Health Awareness Training for Priests: Supporting Clergy and Parishioners",
      "first_seen": "2026-01-28T12:27:43.336554"
    },
    "doi:10.1109/ISF65011.2025.11047327": {
      "title": "On Corporate Resilience in the Face of Data Breaches and the Preventative Power of Awareness Training",
      "first_seen": "2026-01-28T12:27:43.336559"
    },
    "doi:10.1038/s41598-025-22596-w": {
      "title": "Predator awareness training improves survival of released critically endangered western ringtail possums, pseudocheirus occidentalis",
      "first_seen": "2026-01-28T12:27:43.336564"
    },
    "doi:10.16884/jrr.2024.29.2.1": {
      "title": "A Study on the Development of a Disability Awareness Training Program for Low-Floor Bus Drivers",
      "first_seen": "2026-01-28T12:27:43.336571"
    },
    "doi:10.36728/jpf.v7i1.4736": {
      "title": "PENERAPAN AWARENESS TRAINING UNTUK MENINGKATKAN PEMBELAJARAN PAIKEM GEMBROT DAN WELL BEING",
      "first_seen": "2026-01-28T12:27:43.336588"
    },
    "doi:10.33369/pendipa.8.3.574-579": {
      "title": "Penerapan Model Pembelajaran Awareness training Berbantuan e-LKPD untuk Meningkatkan Minat Belajar Peserta Didik",
      "first_seen": "2026-01-28T12:27:43.336591"
    },
    "doi:10.37506/6z46dg46": {
      "title": "Impact of Effective Communication and Empathy Skills Awareness Training for Non-Judicial Officers",
      "first_seen": "2026-01-28T12:27:43.336594"
    },
    "doi:10.1177/09731342251359800": {
      "title": "Exploring the Effectiveness of Cyberbullying Awareness Training in Middle School Students: A Randomized Controlled Trial",
      "first_seen": "2026-01-28T12:27:43.336597"
    },
    "doi:10.57152/consen.v5i1.1994": {
      "title": "Digital Awareness Training and Education In SMA Negeri 6 Pekanbaru",
      "first_seen": "2026-01-28T12:27:43.336599"
    },
    "doi:10.18421/tem141-16": {
      "title": "Digital Transformation for Occupational Safety Awareness Training by Metaverse Technology",
      "first_seen": "2026-01-28T12:27:43.336602"
    },
    "doi:10.1109/IECON58223.2025.11221870": {
      "title": "Generative AI for Cybersecurity Awareness Training",
      "first_seen": "2026-01-28T12:27:43.336604"
    },
    "doi:10.5554/22562087.e1154": {
      "title": "Identifying situation awareness training needs in anesthesia residents: a qualitative study",
      "first_seen": "2026-01-28T12:27:43.336607"
    },
    "doi:10.1017/dmp.2025.10101": {
      "title": "Addressing Disparities in Psychological First Aid Awareness, Training, and Practice Among First Repsonders in Nigeria",
      "first_seen": "2026-01-28T12:27:43.336609"
    },
    "doi:10.1109/RITA.2025.3616004": {
      "title": "Integration of Scenario-Based Learning in CyberTOMP With FLECO Studio: Enhancing Situational Awareness Training in Cybersecurity",
      "first_seen": "2026-01-28T12:27:43.336612"
    },
    "doi:10.2196/64051": {
      "title": "Community Health Worker Diabetes Prevention Awareness Training in an Immersive Virtual World Environment: Mixed Methods Pilot Study",
      "first_seen": "2026-01-28T12:27:43.336615"
    },
    "doi:10.51207/2179-4057.20250004": {
      "title": "Morphological awareness training in reading and spelling of Portuguese",
      "first_seen": "2026-01-28T12:27:43.336617"
    },
    "doi:10.3390/ijerph22081306": {
      "title": "The Development of the CAIRDE General Awareness Training",
      "first_seen": "2026-01-28T12:27:43.336620"
    },
    "doi:10.1007/978-3-031-97769-5_20": {
      "title": "Technology for Situation Awareness Training: New Frontiers",
      "first_seen": "2026-01-28T12:27:43.336622"
    },
    "doi:10.1370/afm.23.s1.8008": {
      "title": "Assessing resident attitudes toward and impact of cultural awareness training intervention",
      "first_seen": "2026-01-28T12:27:43.336625"
    },
    "doi:10.3390/buildings15050653": {
      "title": "Elastic Body Spring Method (EBSM) for the Stability Analysis of the Global Vipassana Pagoda in Mumbai, India",
      "first_seen": "2026-01-28T12:27:43.336627"
    },
    "doi:10.1080/2331186X.2025.2563703": {
      "title": "Vipassana meditation in educational settings for enhancing attention and academic performance: neurological mechanisms and implementation strategies",
      "first_seen": "2026-01-28T12:27:43.336630"
    },
    "doi:10.3126/lumbinip.v10i1.78833": {
      "title": "Effects of Vipassanā Meditation on Lay Practitioners’ Life",
      "first_seen": "2026-01-28T12:27:43.336633"
    },
    "doi:10.3126/skmj.v3i01.79296": {
      "title": "Vipassana 'Dhammasaya' Changes Social Behaviour of Inmates",
      "first_seen": "2026-01-28T12:27:43.336636"
    },
    "doi:10.7759/cureus.93355": {
      "title": "The Impact of Vipassana Meditation on Health and Well-Being: A Systematic Review of Current Evidence",
      "first_seen": "2026-01-28T12:27:43.336638"
    },
    "doi:10.59865/prajn.2025.10": {
      "title": "THE VIPASSANA MEDITATION TECHNIQUE OF LUANGPOR PRAMOTE: ITS APPLICABILITY AND SPREAD IN THE INFORMATION AGE",
      "first_seen": "2026-01-28T12:27:43.336640"
    },
    "doi:10.4103/aam.aam_426_25": {
      "title": "Health and Emotional Modulation through Vipassana Meditation: A Pre-experimental Study.",
      "first_seen": "2026-01-28T12:27:43.336643"
    },
    "doi:10.7759/cureus.89865": {
      "title": "An Observational Study to Assess the Reflection of Vipassana Meditation (VM) on the Perception of \"Mindfulness\" as a Tool for Health Promotion Among Beneficiaries of VM",
      "first_seen": "2026-01-28T12:27:43.336645"
    },
    "doi:10.1177/09727531251351067": {
      "title": "Varying the High-pass-Cut Off Frequency Influences the Accuracy of the Model for Detection of Mind State Associated with Himalayan Yoga and Vipassana Meditation.",
      "first_seen": "2026-01-28T12:27:43.336648"
    },
    "doi:10.31995/rjpss.2025.v50i01.027": {
      "title": "Health Benefits Associated with Vipassana Meditation",
      "first_seen": "2026-01-28T12:27:43.336650"
    },
    "doi:10.1101/2025.09.03.674031": {
      "title": "EEG Phase Slips Reveal Detailed Brain Activity Patterns of Novice Vipassana Meditators During Decision Making Tasks",
      "first_seen": "2026-01-28T12:27:43.336653"
    },
    "doi:10.31995/rjpss.2025.v50i02.043": {
      "title": "Two Interrelated Buddhist Meditation Systems: Samadhi and Vipassana",
      "first_seen": "2026-01-28T12:27:43.336655"
    },
    "doi:10.2139/ssrn.5063984": {
      "title": "Application of Vipassanā Meditation Technique on Basic Training Courses of Nepal Police Officers",
      "first_seen": "2026-01-28T12:27:43.336658"
    },
    "doi:10.1016/j.ijpsycho.2025.113004": {
      "title": "Influence of a Vipassana (Mindfulness) Meditation Retreat on Wellbeing, Emotion Regulation and Heart Rate Variability",
      "first_seen": "2026-01-28T12:27:43.336661"
    },
    "doi:10.1016/j.ijpsycho.2025.112695": {
      "title": "Does a 10-day Silent Vipassana (Mindfulness) Meditation Retreat Improve Cardiac Interoceptive Awareness",
      "first_seen": "2026-01-28T12:27:43.336663"
    },
    "doi:10.52783/jchr.v14.i5.7408": {
      "title": "Evaluation of the Impact of Vipassana Meditation on Mental Health: A Pilot Study",
      "first_seen": "2026-01-28T12:27:43.336666"
    },
    "doi:10.7860/jcdr/2026/82638.22464": {
      "title": "Effectiveness of Vipassana Meditation and Yoga in Enhancing Forgiveness and Reducing Anger among Individuals with Coronary Heart Disease: A Prospective Interventional Study",
      "first_seen": "2026-01-28T12:27:43.336668"
    },
    "doi:10.1007/s12671-025-02592-x": {
      "title": "Half a Century of Research for Mind–Body Interventions: A Scientometric Analysis",
      "first_seen": "2026-01-28T12:27:43.336671"
    },
    "doi:10.1371/journal.pone.0326432": {
      "title": "Buddha image meditation is a potent predictor for mental health outcomes: A cross-sectional study among Thai high-school students",
      "first_seen": "2026-01-28T12:27:43.336673"
    },
    "url:https://www.semanticscholar.org/paper/751d63c1f32e9a9e7f8022c42447018be2da5edd": {
      "title": "Neurophysiology of Mindfulness Meditation: A Narrative Review Based on Buddhist Perspective.",
      "first_seen": "2026-01-28T12:27:43.336676"
    },
    "doi:10.3390/e27050459": {
      "title": "Thoughtseeds: A Hierarchical and Agentic Framework for Investigating Thought Dynamics in Meditative States",
      "first_seen": "2026-01-28T12:27:43.336679"
    },
    "doi:10.1057/s41599-025-04387-w": {
      "title": "Exploring “Who am I”: the potential of applying the Indian Vedanta philosophical practice of self-enquiry in psychotherapy",
      "first_seen": "2026-01-28T12:27:43.336681"
    },
    "doi:10.1353/bcs.2026.a979840": {
      "title": "Why Mindfulness Is Not Sati: The Genealogy of the Mindfulness Boom",
      "first_seen": "2026-01-28T12:27:43.336684"
    },
    "doi:10.29092/uacm.v21i56.1128": {
      "title": "Tecnologías del sujeto, política y ontología. El caso de las prácticas meditativas",
      "first_seen": "2026-01-28T12:27:43.336687"
    },
    "doi:10.1101/2025.06.20.660652": {
      "title": "Similar States, Different Paths: Neurodynamics of diverse meditation techniques",
      "first_seen": "2026-01-28T12:27:43.336689"
    },
    "doi:10.3126/lumbinip.v10i1.78847": {
      "title": "Trailblazers of Modern Therāvāda Buddhism in Nepal: A 20th Century Perspective",
      "first_seen": "2026-01-28T12:27:43.336692"
    },
    "doi:10.64898/2026.01.19.700274": {
      "title": "Microstate Dynamics of Focused Attention Meditation",
      "first_seen": "2026-01-28T12:27:43.336694"
    },
    "doi:10.3390/drones9090601": {
      "title": "Open-Pit Mine Reclamation Monitoring and Management for a Sustainable Future Using Drone Technology: A Review",
      "first_seen": "2026-01-28T12:27:43.336710"
    },
    "doi:10.4103/ijoy.ijoy_2_25": {
      "title": "Comparing the Effects of Yoga Nidra and Body Scan Meditation on Pain Outcomes",
      "first_seen": "2026-01-28T12:27:43.336714"
    },
    "doi:10.1089/jmf.2024.k.0260": {
      "title": "Effects of Heat-Treated Green Tea Extract on Memory Function and Default Mode Network Connectivity in Individuals with Subjective Memory Impairment: A Randomized, Double-Blinded, Placebo-Controlled Trial",
      "first_seen": "2026-01-28T12:27:43.336733"
    },
    "doi:10.3389/fnins.2025.1599987": {
      "title": "Alterations of the default mode network, salience network, and frontoparietal network in non-problematic Internet use and their association with mood regulation: from an internet literacy perspective",
      "first_seen": "2026-01-28T12:27:43.336735"
    },
    "doi:10.1101/2025.01.09.631642": {
      "title": "Social dysfunction relates to altered default mode network functional integrity across neuropsychiatric disorders: A replication and generalization study",
      "first_seen": "2026-01-28T12:27:43.336738"
    },
    "doi:10.3389/fnhum.2025.1515902": {
      "title": "Resting-state BOLD temporal variability of the default mode network predicts spontaneous mind wandering, which is negatively associated with mindfulness skills",
      "first_seen": "2026-01-28T12:27:43.336740"
    },
    "doi:10.1159/000546298": {
      "title": "Biofeedback and Training of Interoceptive Insight and Metacognitive Efficacy Beliefs to Improve Adaptive Interoception: A Subclinical Randomised Controlled Trial",
      "first_seen": "2026-01-28T12:27:43.336748"
    },
    "doi:10.1038/s41598-025-15087-5": {
      "title": "Disentangling interoception and its links to cognitive functioning in fibromyalgia",
      "first_seen": "2026-01-28T12:27:43.336752"
    },
    "doi:10.62051/sgm0kk32": {
      "title": "The Role of Mindfulness in Adolescent Mental Health: A Review of Application Potential and Practical Limitations",
      "first_seen": "2026-01-29T12:32:07.016640"
    },
    "doi:10.1037/ort0000823": {
      "title": "\"May we be the bridge and boat to cross the water\": Community-engaged research on metta meditation.",
      "first_seen": "2026-01-29T12:32:07.016653"
    },
    "doi:10.1055/a-2567-4114": {
      "title": "Metta-Meditation – Kraft der liebenden Güte",
      "first_seen": "2026-01-29T12:32:07.016659"
    },
    "doi:10.1007/s42240-025-00236-w": {
      "title": "Animal-Centered Mettā Meditation: an Autoethnographic Study",
      "first_seen": "2026-01-29T12:32:07.016663"
    },
    "doi:10.17977/um038v8i22025p107": {
      "title": "Social Learning Network-Based Digital Meditation Space For Metta ‘Loving-Kindness’ Meditation: Gomindful App",
      "first_seen": "2026-01-29T12:32:07.016668"
    },
    "doi:10.1080/20008066.2025.2501823": {
      "title": "C-METTA reduces PTSD-related guilt and shame following interpersonal violence",
      "first_seen": "2026-01-29T12:32:07.016673"
    },
    "doi:10.1186/s40359-025-03151-8": {
      "title": "Implementing twelve-weeks of loving-kindness meditation and mindfulness of breathing for adolescents with nonsuicidal self-injury and their parents: a mixed method pilot study",
      "first_seen": "2026-01-29T12:32:07.016678"
    },
    "doi:10.64920/iccp25152": {
      "title": "Reducing childhood anxiety and stress through buddhist meditation techniques",
      "first_seen": "2026-01-29T12:32:07.016683"
    },
    "doi:10.15408/inklusiva.v3i1.45533": {
      "title": "Peran Vegetarisme dalam Membangun Kesejahteraan Spiritual Menurut Ajaran Buddha: Studi di Maha Vihara Maitreya Duta Palembang",
      "first_seen": "2026-01-29T12:32:07.016703"
    },
    "doi:10.59896/pesolah.v1i2.368": {
      "title": "KONSEP DAN PRAKTEK MENGEMBANGKAN KESEIMBANGAN BATIN DALAM AJARAN AGAMA BUDDHA",
      "first_seen": "2026-01-29T12:32:07.016709"
    },
    "doi:10.38124/ijisrt/25jun1347": {
      "title": "Assessing the Impact of Green Roofs on Energy Efficiency in Lagos, Nigeria: A Case Study of Ebute Metta's Urbanization",
      "first_seen": "2026-01-29T12:32:07.016714"
    },
    "doi:10.46799/jhs.v6i1.1460": {
      "title": "The Relationship Between Hemoglobin Levels and Early Mobilization on Surgical Wound Healing in Post Sectio Caesarea Patients at Metta Medika Padangsidimpuan Hospital",
      "first_seen": "2026-01-29T12:32:07.016719"
    },
    "doi:10.54536/jmjmc.v1i1.4960": {
      "title": "A Qualitative Study on Mettā Practice in Conflict Management among Myanmar Buddhists",
      "first_seen": "2026-01-29T12:32:07.016724"
    },
    "doi:10.55324/iss.v4i4.929": {
      "title": "Analysis of The Role of Metta Value in Building Early Childhood Character: A Literature Study",
      "first_seen": "2026-01-29T12:32:07.016728"
    },
    "doi:10.1163/29502683-bja00010": {
      "title": "An Exploration of Five Mettā Principles Depicted in Pāļi Cannon and Commentaries with Respect to Foundation of Mettā Development",
      "first_seen": "2026-01-29T12:32:07.016732"
    },
    "doi:10.69607/p3ns5s03": {
      "title": "Guru Pendidikan Agama Buddha Dan Budi Pekerti Berkualitas Kunci Mutu Pembelajaran di Kelas XI AK SMK Metta Maitreya Pekanbaru",
      "first_seen": "2026-01-29T12:32:07.016737"
    },
    "doi:10.15408/inklusiva.v3i1.44308": {
      "title": "Praktik Metta Bhavana dalam Upaya Meningkatkan Kesehatan Mental: Studi Kasus pada Jemaat Vihara Jakarta Dhammacakkha Jaya, Sunter",
      "first_seen": "2026-01-29T12:32:07.016742"
    },
    "doi:10.69607/hk4z1582": {
      "title": "Peran Pengelolaan Kelas dalam Meningkatkan Minat Belajar Pendidikan Agama Buddha dan Budi Pekerti Siswa Kelas VII A SMP Metta Maitreya Pekanbaru",
      "first_seen": "2026-01-29T12:32:07.016747"
    },
    "doi:10.1159/000542737": {
      "title": "Compassion-Focused Therapy und Metta-basierte Therapie: Ein systematisches Review",
      "first_seen": "2026-01-29T12:32:07.016752"
    },
    "doi:10.56445/jme.v4i2.180": {
      "title": "PENGARUH LINGKUNGAN BELAJAR DAN METODE PEMBELAJARAN TERHADAP HASIL BELAJAR SISWA KELAS VIII SMP METTA MAITREYA PEKANBARU",
      "first_seen": "2026-01-29T12:32:07.016757"
    },
    "doi:10.30574/ijsra.2025.14.3.0856": {
      "title": "Point-of-Care Testing in ICU: Its role in the management of sepsis at the Federal Medical Centre, Ebute Metta, Nigeria",
      "first_seen": "2026-01-29T12:32:07.016760"
    },
    "doi:10.32877/nr.v5i1.3113": {
      "title": "Peningkatan Wawasan Siswa tentang Big Data dan Peluang Karir Akuntansi di SMK Ariya Metta",
      "first_seen": "2026-01-29T12:32:07.016762"
    },
    "doi:10.9734/ajess/2025/v51i31835": {
      "title": "Projek Penguatan Profil Pelajar Pancasila (P5) Implementation as Part of Merdeka Curriculum at Ariya Metta Vocational High School Tangerang",
      "first_seen": "2026-01-29T12:32:07.016765"
    },
    "doi:10.9734/ijtdh/2025/v46i91688": {
      "title": "Prevalence of Spondylolysis and Spondylolisthesis among Adult Patients Who Underwent Abdominopelvic CT in FMC Ebute Metta",
      "first_seen": "2026-01-29T12:32:07.016768"
    },
    "doi:10.31959/jm.v14i4.3382": {
      "title": "PENGARUH BEBAN KERJA DAN KOMPENSASI FINANSIAL TERHADAP KINERJA KARYAWAN BAGIAN PRODUKSI PADA PT. NUANSA METTA ABADI (NMA) KABUPATEN PURWAKARTA",
      "first_seen": "2026-01-29T12:32:07.016771"
    },
    "doi:10.59291/jnd.v4i1.61": {
      "title": "Meningkatkan Keaktifan Siswa Melalui Penerapan Problem Based Learning di Sekolah Minggu Buddha (SMB) Saraniyadhamma Vihara Giri Metta Bhavana Arama Lombok Utara",
      "first_seen": "2026-01-29T12:32:07.016774"
    },
    "doi:10.52968/15068406": {
      "title": "The Nexus between Number of Bedrooms and Residential Property Rental Values in Ebute-Metta, Lagos",
      "first_seen": "2026-01-29T12:32:07.016777"
    },
    "doi:10.2196/82270": {
      "title": "Central Neuromuscular Reactivation Using Digital Mindfulness and Motor Imagery Intervention for Chronic Knee Pain in Patients With Obesity: Prospective, Single-Center Study.",
      "first_seen": "2026-01-29T12:32:07.016790"
    },
    "doi:10.1007/s00520-026-10368-9": {
      "title": "Frailty and neuropathy in chemotherapy patients: moderated mediation roles of fatigue and mindfulness on CIPN, anxiety, and depression.",
      "first_seen": "2026-01-29T12:32:07.016793"
    },
    "doi:10.1080/07448481.2025.2608833": {
      "title": "Test anxiety unplugged: Evaluating a brief web-based intervention for college students.",
      "first_seen": "2026-01-29T12:32:07.016795"
    },
    "doi:10.2196/66267": {
      "title": "Evaluating the Effectiveness of Digital Interventions for Stress Management in Pregnant Women: Systematic Review and Meta-Analysis.",
      "first_seen": "2026-01-29T12:32:07.016798"
    },
    "doi:10.2196/86413": {
      "title": "A Smartphone-Based Psychological Intervention for Nonsuicidal Self-Injury (Kalmer App): Protocol for a Multicenter Double-Blind Randomized Controlled Trial.",
      "first_seen": "2026-01-29T12:32:07.016801"
    },
    "doi:10.1098/rsif.2025.0482": {
      "title": "Neurophenomenology, psychoneuroendocrinoimmunology and epigenetics: towards an integrative framework for understanding the health benefits of art and aesthetic experiences.",
      "first_seen": "2026-01-29T12:32:07.016804"
    },
    "doi:10.1186/s12610-026-00300-w": {
      "title": "Association between a history of frequent masturbation and anxiety/depression in patients with psychogenic erectile dysfunction.",
      "first_seen": "2026-01-29T12:32:07.016808"
    },
    "doi:10.2196/80669": {
      "title": "Acceptance and Commitment to Empowerment Intervention to Reduce HIV Stigma and Promote Community Resilience: Protocol for an Implementation Study.",
      "first_seen": "2026-01-29T12:32:07.016811"
    },
    "doi:10.1016/j.actpsy.2026.106347": {
      "title": "Translation of intention into action on sustainable use of household appliance: The role of mindfulness as a moderator.",
      "first_seen": "2026-01-29T12:32:07.016815"
    },
    "doi:10.4103/aam.aam_434_25": {
      "title": "Building Family Resilience in Autism Spectrum Disorder: An Integrative Review of Models, Interventions, and Future Directions.",
      "first_seen": "2026-01-29T12:32:07.016818"
    },
    "doi:10.1007/s00520-026-10333-6": {
      "title": "Experiences of colorectal cancer patients in Australia: a qualitative study on specialised nursing and supportive care.",
      "first_seen": "2026-01-29T12:32:07.016822"
    },
    "doi:10.70144/ag020405me": {
      "title": "From Teacher Critical Consciousness to Research Transformation: The Spiral and Sankofa",
      "first_seen": "2026-01-30T12:31:05.975288"
    },
    "doi:10.1136/bmjopen-2024-086287": {
      "title": "Online mindfulness interventions in the care of people with physical and mental health conditions: a scoping review",
      "first_seen": "2026-01-30T12:31:05.975311"
    },
    "doi:10.2196/78337": {
      "title": "Tailored Internet-Delivered Mindfulness-Based Interventions for Patients With Hepatocellular Carcinoma After Transarterial Chemoembolization: Qualitative Study.",
      "first_seen": "2026-01-30T12:31:05.975345"
    },
    "doi:10.1186/s40359-026-04057-9": {
      "title": "Trait mindfulness reduces the generalization of conditioned fear: a preliminary pilot study.",
      "first_seen": "2026-01-30T12:31:05.975350"
    },
    "doi:10.1186/s40359-026-04051-1": {
      "title": "The relationship between emotional resilience and anxiety and depression in children who migrate with their families: the moderating role of mindfulness.",
      "first_seen": "2026-01-30T12:31:05.975353"
    },
    "doi:10.1038/s41598-026-37127-4": {
      "title": "Psychological and cognitive-emotional moderators of suicidal ideation and self-harm in young adults.",
      "first_seen": "2026-01-30T12:31:05.975356"
    },
    "doi:10.1080/00049530.2026.2616977": {
      "title": "\"Connecting to the Earth\" (",
      "first_seen": "2026-01-30T12:31:05.975361"
    },
    "doi:10.1016/j.jad.2026.121237": {
      "title": "Sociodemographic and clinical predictors of digital mental health intervention engagement among treatment-seeking psychiatric outpatients.",
      "first_seen": "2026-01-30T12:31:05.975366"
    },
    "doi:10.1186/s40359-026-04056-w": {
      "title": "The effect of mindfulness-based preoperative education on postoperative pain: a Solomon four-group randomized controlled trial.",
      "first_seen": "2026-01-30T12:31:05.975369"
    },
    "doi:10.1016/j.neuropsychologia.2025.109331": {
      "title": "Metacognition in Aphantasia: Taking the \"conscious\" view seriously.",
      "first_seen": "2026-01-30T12:31:05.975373"
    },
    "doi:10.4082/kjfm.25.0222": {
      "title": "Preventing depression in older adults with chronic illnesses through the SMART Elderly Program: a quasi-experimental study in Central Thailand.",
      "first_seen": "2026-01-30T12:31:05.975375"
    },
    "doi:10.18800/anthropologica.202502.009": {
      "title": "Cuerpo, espacio y ritual",
      "first_seen": "2026-01-31T12:24:20.347212"
    },
    "doi:10.9734/ijtdh/2025/v46i91689": {
      "title": "Cardiothoracic Ratio and Prevalence of Cardiomegaly among Adult Patients in FMC Ebute Metta, Nigeria",
      "first_seen": "2026-01-31T12:24:20.347235"
    },
    "doi:10.70340/jirsi.v4i3.218": {
      "title": "Aplikasi Pembelajaran Interaktif Berbasis Adobe Animate Pada Pembelajaran Moral Etika di Sekolah Metta Maitreya",
      "first_seen": "2026-01-31T12:24:20.347241"
    },
    "doi:10.54371/jiip.v8i11.9588": {
      "title": "Implementasi Meditasi Metta untuk Meningkatkan Kesejahteraan Psikologis Siswa Buddhis dan Hindu (Studi Kasus Multiple-Case Study di SD Nasional Kontrak Production Sharing Balikpapan Tahun Ajaran 2024/2025)",
      "first_seen": "2026-01-31T12:24:20.347247"
    },
    "doi:10.21794/ddhm.2025.82.289": {
      "title": "Aspects of ‘Samādhi’ Utilized in Classical Literature",
      "first_seen": "2026-01-31T12:24:20.347257"
    },
    "doi:10.36948/ijfmr.2025.v07i05.58503": {
      "title": "PAÑÑĀ AND SĪLA–SAMĀDHI INTEGRATION: A FUNCTIONAL TRIAD IN KEY SUTTAS",
      "first_seen": "2026-01-31T12:24:20.347262"
    },
    "doi:10.61511/lad.v3i1.2025.2120": {
      "title": "The eschatological traces in the cult of maharsi markandeya an interpretation of samādhi at Pura Pucak Payogan, Bali",
      "first_seen": "2026-01-31T12:24:20.347266"
    },
    "doi:10.3366/tal.2025.0614": {
      "title": "Some of the Dhwani: Translating Geetanjali Shree's Ret-Samādhi/Tomb of Sand",
      "first_seen": "2026-01-31T12:24:20.347271"
    },
    "doi:10.2147/JPR.S515229": {
      "title": "A Multi-Site, Randomized, Parallel-Group, Controlled Trial of Virtually-Delivered Sahaj Samadhi Meditation for the Management of Moderate Depressive Symptoms in Chronic Pain",
      "first_seen": "2026-01-31T12:24:20.347275"
    },
    "doi:10.59997/bhumidevi.v5i2.6046": {
      "title": "“Samadhi Parama” Analogi Arsitektur Goa Garba Desa Pejeng Kelod Sebagai Pemantik Rancangan Busana Edgy Gothic Style",
      "first_seen": "2026-01-31T12:24:20.347280"
    },
    "doi:10.59997/bhumidevi.v5i2.6041": {
      "title": "Samadhi Ing Nirmala Metafora Tradisi Siat Sampian Dalam Busana Classic Elegant",
      "first_seen": "2026-01-31T12:24:20.347284"
    },
    "doi:10.1016/j.jfop.2025.100164": {
      "title": "Effects of Sahaj Samadhi Meditation on health-related quality of life of glaucoma patients: a feasibility study",
      "first_seen": "2026-01-31T12:24:20.347288"
    },
    "doi:10.18587/bh.2025.11.109.67": {
      "title": "Limitations of Western Meditation Instructor Education and a Buddhist Alternative: The Need for a Loving-Kindness Meditation Teacher Training Program Based on the Three Learnings (Sīla, Samādhi, and Prajñā)",
      "first_seen": "2026-01-31T12:24:20.347293"
    },
    "doi:10.3390/rel17020135": {
      "title": "Avataṃsaka Meditation in Khotan: Samādhi, Visualization, and the Cult of Buddha Images",
      "first_seen": "2026-01-31T12:24:20.347297"
    },
    "doi:10.58914/ijyesspe.2025-10.2.5": {
      "title": "The combined impact of yoga and dietary changes on mental health: A Holistic Approach to Well-Being",
      "first_seen": "2026-01-31T12:24:20.347302"
    },
    "doi:10.1063/5.0269180": {
      "title": "Synthesis of nickel sulfate from mixed hydroxide precipitate through solvent extraction method using Versatic 10 and Cyanex 272 extractants",
      "first_seen": "2026-01-31T12:24:20.347306"
    },
    "doi:10.1016/j.jafr.2025.101823": {
      "title": "Enhancing the Nutritional Quality and Concentration of Noni, Pineapple, and Dragon Fruit Juice Mixture using Osmotic Membrane Distillation",
      "first_seen": "2026-01-31T12:24:20.347311"
    },
    "doi:10.52783/cana.v32.5105": {
      "title": "Sustaining Feminist Mnemonics: A Study of Temporal and Spatial Ecology of Memory in Geetanjali Sree’s “The Tomb of Sand”",
      "first_seen": "2026-01-31T12:24:20.347315"
    },
    "doi:10.25167/so.5686": {
      "title": "Pismo św. jako zbiór chrześcijańskich koanów?",
      "first_seen": "2026-01-31T12:24:20.347320"
    },
    "doi:10.14421/rejusta.v21i01.5553": {
      "title": "PSIKOTERAPI DALAM ISLAM DAN BUDDHA",
      "first_seen": "2026-01-31T12:24:20.347325"
    },
    "doi:10.36713/epra24306": {
      "title": "ULAVI KSHETRA: SACRED SPACE, HERITAGE TRADITIONS, AND COMMUNITY IN KARNATAKA",
      "first_seen": "2026-01-31T12:24:20.347329"
    },
    "doi:10.48047/qdtr8r73": {
      "title": "A Comprehensive Review of Prāṇāyāma in the Yoga Upaniṣads: General Features, Techniques, and Outcomes",
      "first_seen": "2026-01-31T12:24:20.347334"
    },
    "doi:10.55041/ijsrem42537": {
      "title": "The Role of Ethics and Virtue in Theravāda Buddhism: An Analytical Exploration of Human Values",
      "first_seen": "2026-01-31T12:24:20.347338"
    },
    "doi:10.9734/ajess/2025/v51i92358": {
      "title": "Raja Yoga: Ancient Wisdom for a Comprehensive Path to Contemporary Well-Being",
      "first_seen": "2026-01-31T12:24:20.347343"
    },
    "doi:10.4103/jacs.jacs_126_23": {
      "title": "An Analysis of Scientific Research from an Upanishadic Perspective",
      "first_seen": "2026-01-31T12:24:20.347347"
    },
    "doi:10.65301/rrjp.2025.10.2.590": {
      "title": "Relevance of Buddhist Philosophy in the Present Era",
      "first_seen": "2026-01-31T12:24:20.347352"
    },
    "doi:10.31483/r-151235": {
      "title": "Transgenerational transmission of psychotrauma through the maternal line: neurobiological mechanisms and family consequences",
      "first_seen": "2026-01-31T12:24:20.347356"
    },
    "doi:10.70532/lodec2524": {
      "title": "Metamorphosis and Memory: Rewriting Selfhood in Geetanjali Shree’s Tomb of Sand",
      "first_seen": "2026-01-31T12:24:20.347361"
    },
    "doi:10.47861/dhammavicaya.v9i1.1742": {
      "title": "Mengoptimalkan Pembelajaran Pendidikan Agama Buddha Melalui Learning Analytics",
      "first_seen": "2026-01-31T12:24:20.347366"
    },
    "doi:10.3389/fnhum.2025.1534321": {
      "title": "Individual alpha frequency tACS reduces static functional connectivity across the default mode network",
      "first_seen": "2026-01-31T12:24:20.347406"
    },
    "doi:10.1101/2025.01.02.631107": {
      "title": "Real-time fMRI neurofeedback reduces default mode network and auditory cortex functional connectivity in schizophrenia",
      "first_seen": "2026-01-31T12:24:20.347412"
    },
    "doi:10.1371/journal.pbio.3003487": {
      "title": "Interoception as a central mechanism in Whole Person Health",
      "first_seen": "2026-01-31T12:24:20.347425"
    },
    "doi:10.1080/00207144.2025.2468979": {
      "title": "Nitric Oxide in the Hypnotizability-Related Interoception: A Scoping Review",
      "first_seen": "2026-01-31T12:24:20.347428"
    },
    "doi:10.1177/13591053251414003": {
      "title": "The effectiveness of psychological interventions for older adults with hip fractures: A systematic review and meta-analysis.",
      "first_seen": "2026-01-31T12:24:20.347437"
    },
    "doi:10.1038/s41598-026-37597-6": {
      "title": "Brief mindfulness meditation increases risk-taking behavior.",
      "first_seen": "2026-01-31T12:24:20.347445"
    },
    "url:https://www.theatlantic.com/technology/2026/01/new-epstein-files/685837/?utm_source=feed": {
      "title": "A Chaotic End to the Epstein Files",
      "first_seen": "2026-01-31T12:24:20.347491"
    },
    "url:https://www.theatlantic.com/ideas/2026/01/college-students-movies-attention-span/685812/?utm_source=feed": {
      "title": "The Film Students Who Can No Longer Sit Through Films",
      "first_seen": "2026-01-31T12:24:20.347495"
    },
    "doi:10.1186/s12912-025-03101-0": {
      "title": "Effectiveness of mindfulness-based interventions on burnout, resilience and sleep quality among nurses: a systematic review and meta-analysis of randomized controlled trials",
      "first_seen": "2026-02-01T12:26:07.410185"
    },
    "doi:10.1186/s40359-024-02322-3": {
      "title": "Investigating the effect of mindfulness training for stress management in military training: the relationship between the autonomic nervous system and emotional regulation",
      "first_seen": "2026-02-01T12:26:07.410200"
    },
    "doi:10.1007/s12671-025-02709-2": {
      "title": "Are the Words Mindfulness and Meditation Interchangeable? How Did We Get There?",
      "first_seen": "2026-02-01T12:26:07.410240"
    },
    "doi:10.3126/smcjsmc.v1i1.78632": {
      "title": "Impact of Buddhist Meditation and Mindfulness on Cognitive Ability of Students",
      "first_seen": "2026-02-01T12:26:07.410245"
    },
    "doi:10.63300/tm0110202509": {
      "title": "SIDDHARKALIN ATTANGAM",
      "first_seen": "2026-02-01T12:26:07.410302"
    },
    "doi:10.21760/jaims.10.9.5": {
      "title": "A Statistical Analysis of Om Jap Dhyan on Anxiety Level",
      "first_seen": "2026-02-01T12:26:07.410306"
    },
    "doi:10.21760/jaims.10.3.21": {
      "title": "Review on reflection of Ashtanga Yoga in Juvenile Delinquency",
      "first_seen": "2026-02-01T12:26:07.410310"
    },
    "doi:10.56943/jmr.v4i4.831": {
      "title": "THE ROLE OF BUDDHIST EDUCATION IN MONASTIC PRIMARY SCHOOLS: A CASE STUDY OF WAT PREY SPEU, CAMBODIA",
      "first_seen": "2026-02-01T12:26:07.410315"
    },
    "doi:10.21760/jaims.9.10.7": {
      "title": "Evaluation of muscular involvement in Yogasana",
      "first_seen": "2026-02-01T12:26:07.410320"
    },
    "doi:10.47191/ijmra/v8-i04-30": {
      "title": "‘Dharana’ as the Gateway: Meditative Wit(H)Nessing and the Transformation of Trauma in Han Kang’s the White Book",
      "first_seen": "2026-02-01T12:26:07.410335"
    },
    "doi:10.54392/irjmt25212": {
      "title": "Advanced Analysis of Alpha EEG Patterns for Identifying Meditative States in Alpha Power Activation Yoga (APAY)",
      "first_seen": "2026-02-01T12:26:07.410339"
    },
    "doi:10.4312/as.2025.13.2.75-96": {
      "title": "The Notions of Absence, Emptiness and Nothingness from the Theravāda Buddhist Perspective",
      "first_seen": "2026-02-01T12:26:07.410345"
    },
    "doi:10.36018/dsiij.25.355": {
      "title": "Proposed Model on Amrit Varsha Dhyan by Pandit Shriram Sharma Acharya in Enhancing Emotional Intelligence",
      "first_seen": "2026-02-01T12:26:07.410350"
    },
    "doi:10.1038/s41586-025-08831-4": {
      "title": "Leaf absorption contributes to accumulation of microplastics in plants",
      "first_seen": "2026-02-01T12:26:07.410354"
    },
    "doi:10.3389/fpsyg.2025.1538865": {
      "title": "Traditional Islamic spiritual meditative practices: powerful psychotherapies for mental wellbeing",
      "first_seen": "2026-02-01T12:26:07.410359"
    },
    "doi:10.1007/s40820-024-01626-8": {
      "title": "Yolk–Shell CoNi@N-Doped Carbon-CoNi@CNTs for Enhanced Microwave Absorption, Photothermal, Anti-Corrosion, and Antimicrobial Properties",
      "first_seen": "2026-02-01T12:26:07.410363"
    },
    "doi:10.3390/molecules30051184": {
      "title": "Botanical Flavonoids: Efficacy, Absorption, Metabolism and Advanced Pharmaceutical Technology for Improving Bioavailability",
      "first_seen": "2026-02-01T12:26:07.410368"
    },
    "doi:10.1002/smll.202408570": {
      "title": "Recent Advances in Structural Design of Carbon/Magnetic Composites and their Electromagnetic Wave Absorption Applications.",
      "first_seen": "2026-02-01T12:26:07.410372"
    },
    "doi:10.1088/2631-8695/add4c3": {
      "title": "Tetrahedral feature map for analyzing meditative states in prenatal EEG",
      "first_seen": "2026-02-01T12:26:07.410377"
    },
    "doi:10.1002/adfm.202423897": {
      "title": "Multiscale Design of Dielectric Composites for Enhanced Microwave Absorption Performance at Elevated Temperatures",
      "first_seen": "2026-02-01T12:26:07.410381"
    },
    "doi:10.1101/2025.09.06.674021": {
      "title": "Endogenous suspension and reset of consciousness: 7T fMRI brain mapping of the extended cessation meditative endpoint",
      "first_seen": "2026-02-01T12:26:07.410387"
    },
    "doi:10.1002/smll.202412744": {
      "title": "Ultra-Bandwidth Microwave Absorption and Low Angle Sensitivity in Dual-Network Aerogels with Dual-Scale Pores.",
      "first_seen": "2026-02-01T12:26:07.410392"
    },
    "doi:10.1007/s40820-025-01675-7": {
      "title": "Absorption–Reflection–Transmission Power Coefficient Guiding Gradient Distribution of Magnetic MXene in Layered Composites for Electromagnetic Wave Absorption",
      "first_seen": "2026-02-01T12:26:07.410396"
    },
    "doi:10.1002/adfm.202421242": {
      "title": "Sandwich‐Like CNTs/Carbon@Si3N4 Porous Foam for Temperature‐Insensitive Electromagnetic Wave Absorption",
      "first_seen": "2026-02-01T12:26:07.410398"
    },
    "doi:10.1109/TIM.2025.3573363": {
      "title": "Integration of LSTM and U-Net Models for Monitoring Electrical Absorption With a System of Sensors and Electronic Circuits",
      "first_seen": "2026-02-01T12:26:07.410400"
    },
    "doi:10.3390/photonics12050451": {
      "title": "High Absorption Broadband Ultra-Long Infrared Absorption Device Based on Nanoring–Nanowire Metasurface Structure",
      "first_seen": "2026-02-01T12:26:07.410403"
    },
    "doi:10.1002/adfm.202502671": {
      "title": "Design of Gel‐Based Materials for Electromagnetic Wave Absorption",
      "first_seen": "2026-02-01T12:26:07.410406"
    },
    "doi:10.15406/jnsk.2025.15.00618": {
      "title": "Exploring the neural and biophysical correlates of consciousness and religious and meditative practices: a commentary",
      "first_seen": "2026-02-01T12:26:07.410408"
    },
    "doi:10.12972/mpca.2025.34.4": {
      "title": "A study on the literary features and meditative healing effects of Buddhist scriptures: Focusing on the Lotus Sutra",
      "first_seen": "2026-02-01T12:26:07.410410"
    },
    "doi:10.1145/3761667.3761947": {
      "title": "Celestial Blossom: A Collaborative, Meditative VR Journey of Fractal Art and Music",
      "first_seen": "2026-02-01T12:26:07.410413"
    },
    "doi:10.3390/rel17010048": {
      "title": "Beyond Religious “Death with Dignity”: Understanding Jain Meditative Death (Samādhimaraṇa) Through Contextualization of Sallekhaṇā, Śukladhyāna, and Samudghāta",
      "first_seen": "2026-02-01T12:26:07.410416"
    },
    "doi:10.31143/2542-212x-2025-4-357-367": {
      "title": "Etim Emin,s meditative lyrics",
      "first_seen": "2026-02-01T12:26:07.410418"
    },
    "doi:10.7203/sphv.27.32053": {
      "title": "Identifying the \"Unknown Scholiast\" on the Mystical Experience of John Climacus",
      "first_seen": "2026-02-01T12:26:07.410431"
    },
    "doi:10.1002/brb3.70579": {
      "title": "Latent Default Mode Network Connectivity Patterns: Associations With Sleep Health and Adolescent Psychopathology",
      "first_seen": "2026-02-01T12:26:07.410441"
    },
    "doi:10.1016/j.actpsy.2025.106059": {
      "title": "Interplay of mindfulness, motivation, and self-regulation in predicting L2 achievement: A mixed-methods study.",
      "first_seen": "2026-02-01T12:26:07.410444"
    },
    "doi:10.1016/j.jclinane.2025.112096": {
      "title": "Hope or erosion? Humor, cynicism, and the leadership challenge in perioperative medicine.",
      "first_seen": "2026-02-01T12:26:07.410447"
    },
    "doi:10.1016/j.psyneuen.2025.107706": {
      "title": "The mediating role of loneliness between psychosocial and physiological well-being in older adults.",
      "first_seen": "2026-02-01T12:26:07.410450"
    },
    "doi:10.1002/pchj.70062": {
      "title": "The Antecedents and Buffer of Social Media Fatigue: A Moderating Role of Dispositional Mindfulness.",
      "first_seen": "2026-02-01T12:26:07.410452"
    },
    "doi:10.1177/01939459251392445": {
      "title": "Mindfulness Mediation: Insecure Attachment and Psychological Distress among Patients with Coronary Heart Conditions.",
      "first_seen": "2026-02-01T12:26:07.410455"
    },
    "doi:10.1016/j.ejrad.2025.112619": {
      "title": "Mindfulness on the brain: a review of structural and functional MRI findings in mindfulness-based stress reduction.",
      "first_seen": "2026-02-01T12:26:07.410458"
    },
    "doi:10.1111/jsr.70084": {
      "title": "The Efficacy of Non-Pharmacological Interventions for Sleep Disorders in People With Multiple Sclerosis: A Systematic Review and Meta-Analysis.",
      "first_seen": "2026-02-01T12:26:07.410460"
    },
    "doi:10.1016/j.jad.2025.120513": {
      "title": "The effects of mindfulness and cognitive strategy interventions on core symptoms in children with ADHD: A randomized controlled trial.",
      "first_seen": "2026-02-01T12:26:07.410463"
    },
    "doi:10.1111/bjop.70021": {
      "title": "Individual and community post-traumatic growth: A data-driven examination of person, process, and contextual factors.",
      "first_seen": "2026-02-01T12:26:07.410465"
    },
    "doi:10.1016/j.neubiorev.2025.106520": {
      "title": "Toward a neuroscience of consciousness using advanced meditation.",
      "first_seen": "2026-02-01T12:26:07.410468"
    },
    "doi:10.1177/00332941241246469": {
      "title": "Cultivating Self-Transcendence Through Meditation Practice: A Test of the Role of Meta-Awareness, (Dis)identification and Non-Reactivity.",
      "first_seen": "2026-02-01T12:26:07.410471"
    },
    "doi:10.1016/j.ijnurstu.2025.105287": {
      "title": "Effects of non-pharmacological interventions in patients with cancer-related cognitive impairment: A meta-analysis.",
      "first_seen": "2026-02-01T12:26:07.410473"
    },
    "doi:10.1111/jhn.70199": {
      "title": "Four Facet Mindful Eating and Eating Disorder Risk: Mediation By Depression and Body Mass Index.",
      "first_seen": "2026-02-01T12:26:07.410476"
    },
    "doi:10.1007/s10597-025-01527-z": {
      "title": "Effects of Mindfulness-Based Stress Reduction Program on the Mental Health and Care Burden in Family Caregivers of Individuals with Psychosis.",
      "first_seen": "2026-02-01T12:26:07.410479"
    },
    "doi:10.1177/00332941241232940": {
      "title": "Influence of Mindfulness on Game Addiction-Mediating Role of Emotional Control.",
      "first_seen": "2026-02-01T12:26:07.410481"
    },
    "doi:10.1111/aphw.70123": {
      "title": "A longitudinal study on the bidirectional association between mindfulness and insomnia: The mediating role of negative affect.",
      "first_seen": "2026-02-01T12:26:07.410483"
    },
    "doi:10.1111/jopy.13020": {
      "title": "Is Social Mindfulness an Antidote to Early Adolescents' Aggressive Behavior in Daily School Life? The Moderating Role of Classroom Interpersonal Climate.",
      "first_seen": "2026-02-01T12:26:07.410486"
    },
    "doi:10.1111/bioe.70043": {
      "title": "Love (Drugs), Happiness, and Morality.",
      "first_seen": "2026-02-01T12:26:07.410488"
    },
    "doi:10.1016/j.cpr.2026.102693": {
      "title": "The effectiveness of second-generation mindfulness interventions on anxiety and depression: A systematic review and meta-analysis.",
      "first_seen": "2026-02-01T12:26:07.410491"
    },
    "doi:10.1016/j.jad.2025.120545": {
      "title": "Identifying bridge symptoms in the alexithymia comorbidity network among Chinese college students and evaluating the efficacy of a mindfulness-based intervention through a randomized controlled trial.",
      "first_seen": "2026-02-01T12:26:07.410493"
    },
    "doi:10.1037/ser0000976": {
      "title": "Comparison of indoor versus outdoor mindfulness interventions for veterans: A pilot randomized controlled trial.",
      "first_seen": "2026-02-01T12:26:07.410496"
    },
    "doi:10.1016/j.apnr.2025.152032": {
      "title": "Effectiveness of an online mindfulness-based stress reduction program for nurses in high-stress occupational settings during the COVID-19 pandemic.",
      "first_seen": "2026-02-01T12:26:07.410498"
    },
    "doi:10.1177/10901981251358709": {
      "title": "The Effect of a Mindfulness Training and Yoga Intervention on Unit Cohesion in the Military.",
      "first_seen": "2026-02-01T12:26:07.410500"
    },
    "doi:10.1016/j.copsyc.2025.102197": {
      "title": "Beyond serenity: Adverse effects of meditation and mindfulness in clinical practice.",
      "first_seen": "2026-02-01T12:26:07.410503"
    },
    "doi:10.1111/aphw.70108": {
      "title": "Brief psychological interventions for emotional distress and well-being following recent stressful events: A randomized trial.",
      "first_seen": "2026-02-01T12:26:07.410505"
    },
    "doi:10.1016/j.actpsy.2025.105992": {
      "title": "Mindfulness music training as a buffer against music performance anxiety: Emotional regulation and technical precision in conservatory students.",
      "first_seen": "2026-02-01T12:26:07.410508"
    },
    "doi:10.1111/joor.70119": {
      "title": "Mindfulness Level Influences the Frequency, Amplitude and Duration of Awake Bruxism Episodes During Standardised Mental Capacity Tasks.",
      "first_seen": "2026-02-01T12:26:07.410510"
    },
    "doi:10.3758/s13415-025-01319-8": {
      "title": "Neural reactivity to infant faces and trait mindfulness as prospective predictors of postpartum depressive symptoms.",
      "first_seen": "2026-02-01T12:26:07.410513"
    },
    "doi:10.1111/wvn.70101": {
      "title": "Effectiveness of Mindfulness-Based Interventions for Fear of Childbirth Among Pregnant Women Planned for Normal Birth: A Systematic Review and Meta-Analysis.",
      "first_seen": "2026-02-01T12:26:07.410515"
    },
    "doi:10.1177/10901981251361963": {
      "title": "Effectiveness of Mindfulness-Based Intervention on Physical and Psychological Well-Being of Young Adults.",
      "first_seen": "2026-02-01T12:26:07.410518"
    },
    "doi:10.1186/s12872-025-05462-5": {
      "title": "Patient-reported effectiveness of strategies to convert paroxysmal atrial fibrillation to sinus rhythm in the home setting - a community-based participatory research approach.",
      "first_seen": "2026-02-01T12:26:07.410520"
    },
    "doi:10.1016/j.artd.2025.101918": {
      "title": "Perioperative Mindfulness Training Does Not Improve Sleep Quality in Patients Undergoing Total Knee Arthroplasty.",
      "first_seen": "2026-02-01T12:26:07.410523"
    },
    "doi:10.1123/jsr.2024-0462": {
      "title": "The Impact of Mind-Body Interventions on Dynamic Postural Control in Chronic Ankle Instability Patients: A Critically Appraised Topic.",
      "first_seen": "2026-02-01T12:26:07.410526"
    },
    "doi:10.1111/jsr.70103": {
      "title": "Age of Onset in Insomnia: A Latent Profile Analysis.",
      "first_seen": "2026-02-01T12:26:07.410529"
    },
    "doi:10.1016/j.jpsychires.2025.12.029": {
      "title": "Trauma, multimorbidity, and functional resilience in U.S. veterans.",
      "first_seen": "2026-02-01T12:26:07.410532"
    },
    "doi:10.1097/AOG.0000000000006139": {
      "title": "Smartphone Applications to Support Perinatal Mental Health.",
      "first_seen": "2026-02-01T12:26:07.410535"
    },
    "doi:10.1016/j.neubiorev.2025.106529": {
      "title": "Psychedelic experiences elicited by serotonergic psychedelics: Molecular mechanisms and functional connectivity changes in the brain.",
      "first_seen": "2026-02-01T12:26:07.410538"
    },
    "doi:10.1016/j.psychres.2025.116846": {
      "title": "Can training clinicians in emotional awareness using virtual patient interactions improve the therapeutic alliance with psychiatric outpatients and reduce suicidal outcomes?",
      "first_seen": "2026-02-01T12:26:07.410541"
    },
    "doi:10.1016/j.acra.2025.10.041": {
      "title": "Integrating Mindfulness Practices into Radiology.",
      "first_seen": "2026-02-01T12:26:07.410544"
    },
    "doi:10.1007/s00391-025-02532-3": {
      "title": "[Protection from violence for people in need of care : Practical findings and implications of the research project \"Care as a risk\"].",
      "first_seen": "2026-02-01T12:26:07.410547"
    },
    "doi:10.1186/s12906-026-05268-8": {
      "title": "Exploring yoga adherence, experiences, future preferences and barriers in the medical university community, a 6-week study.",
      "first_seen": "2026-02-01T12:26:07.410550"
    },
    "doi:10.1002/pros.70076": {
      "title": "Lessons Learned From a Mindfulness Intervention Study in Men With Newly Diagnosed Prostate Cancer.",
      "first_seen": "2026-02-01T12:26:07.410553"
    },
    "doi:10.1037/fam0001319": {
      "title": "The Maternal Compassion Preoccupation Questionnaire (MCPQ): Development and initial validation.",
      "first_seen": "2026-02-01T12:26:07.410556"
    },
    "doi:10.1038/scientificamerican022026-XpepWaFlkfE3NkKbAtgxG": {
      "title": "The Hardest Problem: Bruised theories. Accusations of pseudoscience. Machines that claim to be sentient. The field of consciousness research could be on the verge of a revolution-or once again be relegated to the fringe.",
      "first_seen": "2026-02-01T12:26:07.410559"
    },
    "doi:10.1097/JCN.0000000000001310": {
      "title": "Heart Failure Self-Care and Spirituality: An Integrative Review.",
      "first_seen": "2026-02-01T12:26:07.410561"
    },
    "doi:10.1097/MAO.0000000000004721": {
      "title": "Correlation Between Life Stress and Tinnitus Severity.",
      "first_seen": "2026-02-01T12:26:07.410564"
    },
    "doi:10.1016/j.evalprogplan.2025.102721": {
      "title": "Preparing resilient educators: A narrative review on CBT-based workshops for pre-service teachers.",
      "first_seen": "2026-02-01T12:26:07.410566"
    },
    "doi:10.1177/15563316241260717": {
      "title": "Psychosocial Interventions to Reduce Post operative Pain in Total Knee Arthroplasty: A Systematic Review.",
      "first_seen": "2026-02-01T12:26:07.410569"
    },
    "doi:10.1016/j.psyneuen.2025.107694": {
      "title": "Self-compassion and stress responses among early adolescents.",
      "first_seen": "2026-02-01T12:26:07.410573"
    },
    "doi:10.1177/02698811251387104": {
      "title": "Indigenous Knowledge Systems & Psychedelic Science: Towards Ethical and Reciprocal Collaboration.",
      "first_seen": "2026-02-02T12:34:22.661908"
    },
    "doi:10.1007/s12035-026-05708-z": {
      "title": "Gulf War Illness: Neurological Impacts, Pathophysiological Insights, and Therapeutic Prospects.",
      "first_seen": "2026-02-02T12:34:22.661920"
    },
    "doi:10.1007/s00702-026-03111-5": {
      "title": "Emotion regulation mediates the effect of insomnia on non-suicidal self-injury in adolescents: the moderating role of mindfulness.",
      "first_seen": "2026-02-02T12:34:22.661924"
    },
    "doi:10.1016/j.appet.2026.108483": {
      "title": "Effects of a brief mindfulness intervention on hunger and quality perception during pasta consumption.",
      "first_seen": "2026-02-02T12:34:22.661929"
    },
    "doi:10.1007/s11910-025-01478-8": {
      "title": "Effects of Mind-body Movement Interventions for Managing Symptoms in People with Multiple Sclerosis: An Overview of Reviews.",
      "first_seen": "2026-02-02T12:34:22.661934"
    },
    "doi:10.1186/s40359-026-03964-1": {
      "title": "Childhood trauma and anxiety symptoms among Chinese university students: the moderating and mediating roles of mindfulness.",
      "first_seen": "2026-02-02T12:34:22.661937"
    },
    "doi:10.1109/TCSS.2025.3557711": {
      "title": "An EEG-Based Positive Feedback Mechanism for VR Mindfulness Meditation to Improve Emotion Regulation",
      "first_seen": "2026-02-03T12:35:04.032649"
    },
    "doi:10.1145/3717610": {
      "title": "RunMe: An Adaptive Sound System for Running Meditation",
      "first_seen": "2026-02-03T12:35:04.032666"
    },
    "doi:10.1080/15348431.2025.2452584": {
      "title": "Stress, Coping, and Transcendental Meditation: A Proto-Theoretical Model and Pilot Study of Indigenous Peruvian Students in Home Isolation During the COVID-19 Pandemic",
      "first_seen": "2026-02-03T12:35:04.032671"
    },
    "doi:10.17721/1728-2195/2025/1.129-14": {
      "title": "LEGAL CONSCIOUSNESS AS A SUBJECT OF INTERDISCIPLINARY RESEARCH",
      "first_seen": "2026-02-03T12:35:04.032704"
    },
    "doi:10.1109/JSAC.2025.3560042": {
      "title": "Exploring LLM-Based Multi-Agent Situation Awareness for Zero-Trust Space-Air-Ground Integrated Network",
      "first_seen": "2026-02-03T12:35:04.032730"
    },
    "doi:10.1109/TITS.2025.3558085": {
      "title": "Human-Factors-in-Aviation-Loop: Multimodal Deep Learning for Pilot Situation Awareness Analysis Using Gaze Position and Flight Control Data",
      "first_seen": "2026-02-03T12:35:04.032737"
    },
    "doi:10.1007/s12144-025-07588-3": {
      "title": "Understanding the dynamics of ideological and political education: influences on student political awareness and civic involvement",
      "first_seen": "2026-02-03T12:35:04.032741"
    },
    "doi:10.37155/2717-5669-0611-29": {
      "title": "正念认知疗法（MBCT）对轻中度抑郁症患者抑郁症状改善效果的随机对照研究",
      "first_seen": "2026-02-03T12:35:04.032757"
    },
    "doi:10.33024/mahesa.v6i2.20266": {
      "title": "Pengaruh Mindfulness Based Cognitive Therapy (MBCT) terhadap Tingkat Stres dan Kadar Hormon Endorfin pada Ibu Menyusui",
      "first_seen": "2026-02-03T12:35:04.032763"
    },
    "doi:10.1002/brb3.70372": {
      "title": "Loving‐Kindness Meditation: Systematic Review of Neuroimaging Correlates in Long‐Term Practitioners and Clinical Implications",
      "first_seen": "2026-02-03T12:35:04.032773"
    },
    "doi:10.1007/s10549-025-07721-7": {
      "title": "Impact of loving-kindness meditation intervention vs. music intervention during biopsy on adherence to recommended breast cancer screening",
      "first_seen": "2026-02-03T12:35:04.032778"
    },
    "doi:10.70401/ec.2025.0014": {
      "title": "Virtual reality-based compassion meditation for clinical contexts: A co-design study of a loving-kindness meditation prototype",
      "first_seen": "2026-02-03T12:35:04.032783"
    },
    "doi:10.28945/5597": {
      "title": "Practicing Loving-Kindness Meditation to Promote Mental Wellness: A Qualitative Study of Doctoral Students' Experience",
      "first_seen": "2026-02-03T12:35:04.032788"
    },
    "doi:10.3389/fpubh.2025.1716315": {
      "title": "The effects of short video app–guided loving-kindness meditation on interpersonal mindfulness, empathy, collaboration, affect, and workplace well-being among working professionals",
      "first_seen": "2026-02-03T12:35:04.032792"
    },
    "doi:10.1007/s11121-025-01795-x": {
      "title": "Regulation of Stress Physiology While Parenting: a Randomized Micro-trial of Loving-Kindness Meditation on Parenting and Salivary Alpha Amylase",
      "first_seen": "2026-02-03T12:35:04.032797"
    },
    "doi:10.12677/ap.2025.157399": {
      "title": "Research Progress on Loving-Kindness \nMeditation in Psychological Intervention",
      "first_seen": "2026-02-03T12:35:04.032801"
    },
    "doi:10.1016/j.pscychresns.2025.112059": {
      "title": "Altered neural reward activation predicts clinical depression improvement after a novel loving-kindness meditation: a multimodal neuroimaging study",
      "first_seen": "2026-02-03T12:35:04.032806"
    },
    "doi:10.37287/jppp.v7i6.831": {
      "title": "Efektivitas Mindfulness Loving Kindness Meditation terhadap Penurunan Tingkat Stres, Kecemasan dan Depresi pada Pasien Kanker Paru",
      "first_seen": "2026-02-03T12:35:04.032810"
    },
    "doi:10.33545/26649187.2025.v7.i2b.120": {
      "title": "A study to assess the effectiveness of loving kindness meditation on anger among cancer survivors",
      "first_seen": "2026-02-03T12:35:04.032814"
    },
    "doi:10.3390/bs15020119": {
      "title": "Mindfulness, Loving-Kindness, and Compassion-Based Meditation Interventions and Adult Attachment Orientations: A Systematic Map",
      "first_seen": "2026-02-03T12:35:04.032818"
    },
    "doi:10.1080/23311908.2025.2510737": {
      "title": "Evaluating an online four-session loving-kindness and compassion meditation training on improving psychological well-being among healthcare professionals in Hong Kong: a pilot randomised controlled study",
      "first_seen": "2026-02-03T12:35:04.032822"
    },
    "doi:10.1007/s12671-025-02653-1": {
      "title": "The Neural Oscillations of Loving-Kindness and Compassion Meditation and Their Association with Positive Emotions: A Randomized Controlled Trial",
      "first_seen": "2026-02-03T12:35:04.032826"
    },
    "doi:10.1007/s10902-025-00948-7": {
      "title": "Loving-Kindness and Compassion Meditation Facilitates Workplace Well-Being: Randomized Controlled Trials Comparing the Mediating Roles of Positive Emotion and Self-Compassion",
      "first_seen": "2026-02-03T12:35:04.032830"
    },
    "doi:10.1625/jcam.22.9": {
      "title": "A Randomized Controlled Pilot Study on the Effects of Loving-Kindness and Mindfulness Meditation (LKM) on Patients in a Sterile Isolation Room to Improve Their Mood Status",
      "first_seen": "2026-02-03T12:35:04.032853"
    },
    "doi:10.1080/02699931.2025.2566303": {
      "title": "Fears of compassion differentially relate to recognition of positive emotions in others after inductions of loving-kindness or muscle relaxation: a study among highly socially anxious young adults.",
      "first_seen": "2026-02-03T12:35:04.032858"
    },
    "doi:10.1186/s40359-025-02771-4": {
      "title": "Kindness is lesser preferable than happiness: investigating interest in different effects of the loving-kindness and compassion meditations",
      "first_seen": "2026-02-03T12:35:04.032862"
    },
    "doi:10.1073/pnas.2409423122": {
      "title": "Intracranial substrates of meditation-induced neuromodulation in the amygdala and hippocampus",
      "first_seen": "2026-02-03T12:35:04.032866"
    },
    "doi:10.3390/s25226876": {
      "title": "Machine Learning-Based Comparative Analysis of Subject-Independent EEG Data Classification Across Multiple Meditation and Non-Meditation Sessions",
      "first_seen": "2026-02-03T12:35:04.032873"
    },
    "doi:10.26911/thejmch.2026.11.01.04": {
      "title": "Psychological Well-Being Among Women with Polycystic Ovary Syndrome: Insights from Buug, Zamboanga Sibugay, Philippine",
      "first_seen": "2026-02-03T12:35:04.032883"
    },
    "doi:10.2196/62814": {
      "title": "Effects of an 8-Week App-Based Mindfulness Intervention on Mental Health in Working Women: Randomized Controlled Trial.",
      "first_seen": "2026-02-03T12:35:04.032930"
    },
    "doi:10.1136/bmjment-2025-302197": {
      "title": "Effects of a mindfulness-based intervention versus a social contact control in alleviating loneliness among older adults: a randomised controlled trial.",
      "first_seen": "2026-02-03T12:35:04.032934"
    },
    "doi:10.1097/MD.0000000000044522": {
      "title": "Effects of six traditional exercise therapies on key clinical outcomes in patients with chronic heart failure: A systematic review and network meta-analysis.",
      "first_seen": "2026-02-03T12:35:04.032943"
    },
    "doi:10.2196/71960": {
      "title": "Engagement With Meditation Apps: Cross-Sectional Survey of Use and Associations.",
      "first_seen": "2026-02-03T12:35:04.032948"
    },
    "doi:10.1186/s40359-026-04069-5": {
      "title": "The relationship between China university basketball association athletes' mindfulness, self-efficacy in sports training, and training competition satisfaction: a cross-sectional and longitudinal study.",
      "first_seen": "2026-02-03T12:35:04.032956"
    },
    "doi:10.1097/MD.0000000000047057": {
      "title": "Psychological and social adaptation trajectories following traumatic fracture surgery - Impact of traditional Chinese medicine mind-body interventions on return-to-work outcomes: A retrospective cohort study.",
      "first_seen": "2026-02-03T12:35:04.032959"
    },
    "doi:10.1097/NNR.0000000000000892": {
      "title": "Feasibility and Acceptability of Remote Hair Sample Collection in Parent-Child Dyads.",
      "first_seen": "2026-02-03T12:35:04.032962"
    },
    "doi:10.1186/s40359-026-04081-9": {
      "title": "Mindfulness and life satisfaction in post-earthquake young adults: longitudinal mediation by psychological adjustment.",
      "first_seen": "2026-02-03T12:35:04.032966"
    },
    "doi:10.1007/s00127-025-02998-x": {
      "title": "Proactive coping with racial discrimination May exacerbate race-based traumatic stress in diverse young adults.",
      "first_seen": "2026-02-03T12:35:04.032970"
    },
    "url:https://pubmed.ncbi.nlm.nih.gov/41629185/": {
      "title": "Professional Quality of Life and Self-Compassion Among Dental Hygienists.",
      "first_seen": "2026-02-03T12:35:04.032972"
    },
    "doi:10.1111/jan.70516": {
      "title": "Emerging Workforce Nurse Resilience-Enhancement Program: A Qualitative Descriptive Phenomenological Study.",
      "first_seen": "2026-02-03T12:35:04.032975"
    },
    "doi:10.1038/s41598-026-36934-z": {
      "title": "Mindfulness promotes pro-environmental behaviors to reduce single-use plastic pollution.",
      "first_seen": "2026-02-03T12:35:04.032983"
    },
    "doi:10.1097/HNP.0000000000000781": {
      "title": "Cultivating Calm: Enhancing Resilience in Nursing Students Through Guided Meditation.",
      "first_seen": "2026-02-03T12:35:04.032987"
    },
    "doi:10.1016/j.ejon.2026.103111": {
      "title": "Feasibility, acceptability, and preliminary efficacy of Tai Chi versus mindful yoga on psycho-spiritual distress in patients with advanced cancer: A mixed-method pilot randomized controlled trial.",
      "first_seen": "2026-02-03T12:35:04.032990"
    },
    "doi:10.1007/s00115-026-01946-7": {
      "title": "[The new S3 guideline on schizophrenia (living) 2025].",
      "first_seen": "2026-02-03T12:35:04.032995"
    },
    "doi:10.1038/s41598-025-23270-x": {
      "title": "The role of subjective interoception in autobiographical deficits in aphantasia",
      "first_seen": "2026-02-04T12:35:10.198482"
    },
    "doi:10.1002/smi.70145": {
      "title": "Self-Soothing Touch Reduces Momentary Stress, Fatigue, and Loneliness Comparable to Brief Meditation: A Randomised Controlled Trial.",
      "first_seen": "2026-02-04T12:35:10.198510"
    },
    "doi:10.1186/s40359-026-04107-2": {
      "title": "Reducing public stigma toward people with mental illness through the ACE intervention: a cluster-randomized waitlist-controlled trial.",
      "first_seen": "2026-02-04T12:35:10.198518"
    },
    "doi:10.1038/s44184-026-00188-4": {
      "title": "Effects of mindfulness-based interventions on perceived stress among non-clinical adults: a systematic review and meta-analysis.",
      "first_seen": "2026-02-04T12:35:10.198523"
    },
    "doi:10.1038/s41746-026-02385-z": {
      "title": "Digital intervention mylovia improves sexual functioning in women with sexual dysfunction in randomized controlled trial.",
      "first_seen": "2026-02-04T12:35:10.198527"
    },
    "doi:10.1016/j.bodyim.2026.102035": {
      "title": "Embodied renegotiation: Redefining male body image through yoga in Korea.",
      "first_seen": "2026-02-04T12:35:10.198532"
    },
    "doi:10.1016/j.ejim.2025.106576": {
      "title": "Multidisciplinary strategies and new technologies in the management of sarcoidosis.",
      "first_seen": "2026-02-04T12:35:10.198539"
    },
    "doi:10.1186/s40359-026-04053-z": {
      "title": "Does focused attention meditation improve probability weighting bias? The role of emotional trade-off difficulty and compensatory decision making.",
      "first_seen": "2026-02-04T12:35:10.198541"
    },
    "doi:10.1556/2006.2025.00100": {
      "title": "Mindfulness-based interventions for gambling disorder: A systematic review.",
      "first_seen": "2026-02-04T12:35:10.198545"
    },
    "doi:10.1080/15374416.2026.2613368": {
      "title": "Evidence Base Update of Psychosocial Treatments for Self-Injurious Thoughts and Behaviors in Youth: 2018-2024.",
      "first_seen": "2026-02-04T12:35:10.198549"
    },
    "doi:10.1016/j.yebeh.2026.110899": {
      "title": "Toward a multidimensional understanding of internalized epilepsy stigma.",
      "first_seen": "2026-02-04T12:35:10.198552"
    },
    "doi:10.1007/s10639-025-13612-7": {
      "title": "Exploring user awareness and perceived usefulness of generative AI in higher education: The moderating role of trust",
      "first_seen": "2026-02-05T12:36:32.675221"
    },
    "doi:10.1007/s12144-025-07536-1": {
      "title": "The effectiveness of mindfulness-based cognitive therapy intervention for depression in adults: a systematic review of randomized controlled trials",
      "first_seen": "2026-02-05T12:36:32.675251"
    },
    "doi:10.3126/jbuddhists.v2i2.84087": {
      "title": "Theravada: Exploring the Original Teachings and Historical Legacy",
      "first_seen": "2026-02-05T12:36:32.675273"
    },
    "doi:10.1007/s12671-025-02525-8": {
      "title": "Meditation, Not Information? A Survey Experiment Probing the Effects of Meditation Practice on Affective Polarization and Pro-Environmentalism",
      "first_seen": "2026-02-05T12:36:32.675294"
    },
    "doi:10.1556/2054.2025.00435": {
      "title": "Exploring the therapeutic convergence of meditation, psychedelics, and MDMA",
      "first_seen": "2026-02-05T12:36:32.675299"
    },
    "doi:10.1002/2688-8319.70103": {
      "title": "Comparing passive acoustic monitoring bat data from commercial and open‐source detectors: Evidence to support best practice",
      "first_seen": "2026-02-05T12:36:32.675340"
    },
    "doi:10.36948/ijfmr.2025.v07i05.57443": {
      "title": "The Noble Eightfold Path as a Technology for the Cessation of Dukkha",
      "first_seen": "2026-02-05T12:36:32.675366"
    },
    "doi:10.30792/2949-5768-2025-10-88-92": {
      "title": "THE NOBLE MAHĀYĀNA SŪTRA “THE WHEEL OF MEDITATIVE CONCENTRATION” (INTRODUCTION, TRANSLATION FROM TIBETAN, COMMENTARY)",
      "first_seen": "2026-02-05T12:36:32.675374"
    },
    "doi:10.3390/rel16070825": {
      "title": "Pojo Chinul’s Contributions to the Philosophy of Forgetting in East Asian Sŏn Buddhism: The Ten Paths to No-Mind",
      "first_seen": "2026-02-05T12:36:32.675379"
    },
    "doi:10.31305/rrijm2025.v05.n04.001": {
      "title": "Ethical Education in Buddhist Philosophy: A Historical Study of the Mahaprajapati School of Vaishali from Ancient to Modern",
      "first_seen": "2026-02-05T12:36:32.675386"
    },
    "doi:10.1001/jamanetworkopen.2025.57170": {
      "title": "Behavioral Activation and Mindfulness Interventions in Reducing Loneliness and Improving Well-Being in Older Adults: The HEAL-HOA Randomized Clinical Trial.",
      "first_seen": "2026-02-05T12:36:32.675397"
    },
    "doi:10.2196/56287": {
      "title": "The Effectiveness of the Headspace App for Improving Sleep: Randomized Controlled Trial.",
      "first_seen": "2026-02-05T12:36:32.675402"
    },
    "doi:10.1016/j.ajogmf.2025.101875": {
      "title": "Effects of maternal Mediterranean diet on fetal cardiac function in high-risk pregnancies: a secondary analysis of the IMPACT BCN randomized trial.",
      "first_seen": "2026-02-05T12:36:32.675405"
    },
    "doi:10.2196/79639": {
      "title": "Mindfulness-Based Self-Management Program Using a Mobile App for Patients With Pulmonary Hypertension: Single-Arm Feasibility Study.",
      "first_seen": "2026-02-05T12:36:32.675409"
    },
    "doi:10.1017/S0033291725103061": {
      "title": "Mindfulness and psychotic-like experiences in nonclinical populations: a systematic review and two meta-analyses.",
      "first_seen": "2026-02-05T12:36:32.675417"
    },
    "doi:10.1177/10519815251367229": {
      "title": "Non-pharmacological therapies for stress reduction in healthcare workers: An integrative review.",
      "first_seen": "2026-02-05T12:36:32.675421"
    },
    "doi:10.1111/jir.70057": {
      "title": "Implementation of Online Mindfulness With Peer Mentoring for Parent and Sibling Carers of People With Intellectual and Developmental Disabilities.",
      "first_seen": "2026-02-05T12:36:32.675423"
    },
    "doi:10.1111/bjdp.70036": {
      "title": "Satisfying personal preference or being considerate? The protagonist's preference matters in children's evaluation of social mindfulness.",
      "first_seen": "2026-02-05T12:36:32.675436"
    },
    "doi:10.1152/advan.00292.2025": {
      "title": "Sources of Stress and Coping Strategies employed by Undergraduate Students over a Semester: Motivations and Implications for Academic Success.",
      "first_seen": "2026-02-05T12:36:32.675442"
    },
    "doi:10.1080/00049530.2026.2620254": {
      "title": "Investigating the relationships between physical activity, mindful self-compassion, and well-being among Chinese adolescents: the Exercise Self-Esteem Model Revised with Self-Compassion 2.0.",
      "first_seen": "2026-02-05T12:36:32.675448"
    },
    "doi:10.1016/j.yebeh.2026.110900": {
      "title": "App-based self-guided mindfulness training for adults with epilepsy: a six-week single-arm feasibility study.",
      "first_seen": "2026-02-05T12:36:32.675456"
    },
    "doi:10.1177/10519815251367224": {
      "title": "Preventing maritime accidents: The role of human factors and cognitive performance.",
      "first_seen": "2026-02-05T12:36:32.675463"
    },
    "doi:10.1080/13548506.2026.2625436": {
      "title": "Brief mindfulness meditation can lower health threat avoidance and promote intentions but not behaviors in sleep and screening: experimental evidence.",
      "first_seen": "2026-02-05T12:36:32.675466"
    },
    "url:https://nautil.us/tripping-at-deaths-door-psychedelics-in-end-of-life-care-1265682/": {
      "title": "Tripping at Death’s Door: Psychedelics in End-of-Life Care",
      "first_seen": "2026-02-05T12:36:32.675512"
    },
    "doi:10.64898/2026.01.30.702733": {
      "title": "A late meta-stable code of conscious access in the absence of report",
      "first_seen": "2026-02-06T12:34:51.702902"
    },
    "doi:10.36780/jmcrh.v8i4.12344": {
      "title": "MINDFULNESS-BASED STRESS REDUCTION (MBSR) AND EFFECTIVENESS ON ANXIETY IN BREAST CANCER SURVIVORS: A RAPID LITERATURE REVIEW",
      "first_seen": "2026-02-06T12:34:51.702950"
    },
    "doi:10.1007/s12311-025-01912-0": {
      "title": "Lateral Cerebellar Theta Burst Stimulation Can Modulate Default Mode Network Connectivity in Autistic Adults",
      "first_seen": "2026-02-06T12:34:51.703006"
    },
    "doi:10.1002/cam4.71523": {
      "title": "The Promise of Mindfulness-Based Interventions: A Stress-Reduction Strategy for Testicular Cancer Survivors' Health-Related Quality of Life.",
      "first_seen": "2026-02-06T12:34:51.703017"
    },
    "doi:10.1371/journal.pone.0342017": {
      "title": "Investigating the effectiveness of structured mindfulness sessions in mitigating burnout among final-year dental students: A mixed-methods analysis.",
      "first_seen": "2026-02-06T12:34:51.703049"
    },
    "doi:10.1080/07399332.2025.2611927": {
      "title": "The impactof Transcendental Meditation on psychological distress and coping in the lives of women in Uganda: A randomized controlled trial.",
      "first_seen": "2026-02-06T12:34:51.703059"
    },
    "doi:10.1016/j.psychres.2026.116992": {
      "title": "Real-world effectiveness and safety of psychedelic-assisted psychotherapy: Outcomes from a large-scale compassionate use cohort in Switzerland.",
      "first_seen": "2026-02-06T12:34:51.703070"
    },
    "doi:10.1037/ocp0000424": {
      "title": "What factors shape the effectiveness of a leader-focused mental health training?",
      "first_seen": "2026-02-06T12:34:51.703075"
    },
    "doi:10.2196/81572": {
      "title": "Key Components and Barriers in Web-Based Suicide Prevention Gatekeeper Training: Systematic Narrative Review.",
      "first_seen": "2026-02-06T12:34:51.703084"
    },
    "doi:10.1371/journal.pone.0342419": {
      "title": "Efficacy of a smartphone app to improve mental health among emergency service workers: A randomised controlled trial.",
      "first_seen": "2026-02-06T12:34:51.703095"
    },
    "doi:10.1007/s11920-025-01658-w": {
      "title": "'Brain Rot' Among University Students in the Digital Age: A Phenomenological Study.",
      "first_seen": "2026-02-06T12:34:51.703102"
    },
    "doi:10.1080/17474124.2026.2628016": {
      "title": "Impact of yoga therapy in intestinal disorders.",
      "first_seen": "2026-02-06T12:34:51.703110"
    },
    "doi:10.1044/2025_AJA-25-00120": {
      "title": "Efficacy of Single-Session Intervention of Tinnitus Educational Counseling: A Systematic Review.",
      "first_seen": "2026-02-06T12:34:51.703113"
    },
    "doi:10.1080/02640414.2025.2468997": {
      "title": "The effect of mindfulness training on the psychological state of high-level athletes: Meta analysis and system evaluation research",
      "first_seen": "2026-02-07T12:25:18.332097"
    },
    "doi:10.48550/arXiv.2512.05303": {
      "title": "Seabed-to-Sky Mapping of Maritime Environments with a Dual Orthogonal SONAR and LiDAR Sensor Suite",
      "first_seen": "2026-02-07T12:25:18.332123"
    },
    "url:https://www.semanticscholar.org/paper/b2ffc5bd6c0079d52d2def757ec43d7bc30d5766": {
      "title": "Dual-View Predictive Diffusion: Lightweight Speech Enhancement via Spectrogram-Image Synergy",
      "first_seen": "2026-02-07T12:25:18.332134"
    },
    "doi:10.3390/aerospace13020130": {
      "title": "Real-Time Acceleration Estimation for Low-Thrust Spacecraft Using a Dual-Layer Filter and an Interacting Multiple Model",
      "first_seen": "2026-02-07T12:25:18.332139"
    },
    "doi:10.1080/10481885.2025.2574581": {
      "title": "Expansion without Erasure: A Psychoanalytic Response to Peoples and Rundel",
      "first_seen": "2026-02-07T12:25:18.332203"
    },
    "url:https://pubmed.ncbi.nlm.nih.gov/41650324/": {
      "title": "Reducing Burnout by Developing Mindfulness: A Pilot Study of a Micro-Habit Mobile Application.",
      "first_seen": "2026-02-07T12:25:18.332249"
    },
    "url:https://pubmed.ncbi.nlm.nih.gov/41650325/": {
      "title": "The Mapping of Meditation-Based Interventions with Emphasis on Brain-Derived Neurotrophic Factor in Hypertension: A Scoping Review.",
      "first_seen": "2026-02-07T12:25:18.332260"
    },
    "doi:10.1016/j.neuroimage.2026.121784": {
      "title": "The Neurophenomenology of a Self-Induced Transcendental Visionary State: A Case Study.",
      "first_seen": "2026-02-07T12:25:18.332267"
    },
    "doi:10.1093/nutrit/nuaf302": {
      "title": "Mindfulness-Based Interventions During Pregnancy, Including Mindful Eating: A Systematic Review of Effects on Health and Well-Being.",
      "first_seen": "2026-02-07T12:25:18.332278"
    },
    "url:https://pubmed.ncbi.nlm.nih.gov/41650328/": {
      "title": "Effect of Yogic Techniques on Short-Term Memory and Self-Esteem of Adolescent Students.",
      "first_seen": "2026-02-07T12:25:18.332288"
    },
    "doi:10.1186/s40359-026-04120-5": {
      "title": "The mediating role of mindfulness in the relationship between digital health literacy and e-healthy nutrition literacy.",
      "first_seen": "2026-02-07T12:25:18.332293"
    },
    "doi:10.1186/s41043-025-01232-3": {
      "title": "\"Mindful eating: a comparative study between medical and non-medical students of Tanta University\".",
      "first_seen": "2026-02-07T12:25:18.332298"
    },
    "doi:10.1016/j.wombi.2025.102138": {
      "title": "Effect of antenatal education and midwifery-led care on maternal anxiety, depression, and birth outcomes: A meta-analysis of clinical trials.",
      "first_seen": "2026-02-07T12:25:18.332302"
    },
    "doi:10.1038/s41598-025-01359-7": {
      "title": "Enhancing Mindfulness-Based Cognitive Therapy in a Virtual Reality: A Prospective Interventional Study",
      "first_seen": "2026-02-09T12:42:48.552570"
    },
    "doi:10.3389/fpsyg.2026.1589132": {
      "title": "Using chills-inducing music to augment self-transcendence, emotional breakthrough, and psychological insight during mindfulness and loving kindness meditation",
      "first_seen": "2026-02-09T12:42:48.552593"
    },
    "doi:10.1049/icp.2025.4715": {
      "title": "Investigating the neurological effects of loving kindness meditation using EEG-based feature extraction and machine learning",
      "first_seen": "2026-02-09T12:42:48.552599"
    },
    "doi:10.1016/j.neuroscience.2026.02.001": {
      "title": "Optimizing deep CNN architecture via hybrid Harris Hawks arithmetic algorithm for EEG meditation classification.",
      "first_seen": "2026-02-09T12:42:48.552670"
    },
    "doi:10.1016/j.concog.2026.104004": {
      "title": "Trait-like stability of selfhood triumvirate and its constituent aspects: A qEEG intra-individual test-retest reliability study.",
      "first_seen": "2026-02-09T12:42:48.552679"
    },
    "doi:10.1016/j.actpsy.2026.106367": {
      "title": "The role of streamer trustworthiness and attractiveness in enhancing viewer engagement and mindfulness in live streaming.",
      "first_seen": "2026-02-09T12:42:48.552686"
    },
    "doi:10.1016/j.cegh.2025.101961": {
      "title": "Mindfulness-based interventions for enhancing adolescent mental health and well-being: A scoping review",
      "first_seen": "2026-02-10T12:47:04.486335"
    },
    "doi:10.1016/j.imr.2025.101138": {
      "title": "Mindfulness-based interventions for adults with type 2 diabetes mellitus: A systematic review and meta-analysis",
      "first_seen": "2026-02-10T12:47:04.486347"
    },
    "doi:10.1007/s12671-025-02517-8": {
      "title": "Enhancing Rigor in Quantitative Meta-Analyses for Mindfulness Research: A Comprehensive Guide",
      "first_seen": "2026-02-10T12:47:04.486354"
    },
    "doi:10.1016/j.ancard.2025.101963": {
      "title": "Effets de la pleine conscience (MBSR) sur la santé cardiométabolique: revue systématique et méta-analyse de 1200 participants",
      "first_seen": "2026-02-10T12:47:04.486383"
    },
    "doi:10.1038/s41598-025-87353-5": {
      "title": "Optical band gap modulation in functionalized chitosan biopolymer hybrids using absorption and derivative spectrum fitting methods: A spectroscopic analysis",
      "first_seen": "2026-02-10T12:47:04.486444"
    },
    "doi:10.22159/ijss.2025v13i5.55961": {
      "title": "IMPACTS OF MINDFULNESS ON CONCENTRATION: A SELF-REPORT OF A 20-DAY PRACTICE OF MEDITATIVE WALKING",
      "first_seen": "2026-02-10T12:47:04.486449"
    },
    "doi:10.37119/ojs2025.v30i2.865": {
      "title": "Cultivating Awareness, Reverence, and Autonomy in Students: Meditative Inquiry as a Catalyst to Holistic Learning and Living",
      "first_seen": "2026-02-10T12:47:04.486454"
    },
    "doi:10.2196/82905": {
      "title": "Resilience as a Mediator in a Web-Based Intervention (MINDxYOU) to Reduce Stress Among Health Care Professionals: Stepped-Wedge Cluster Randomized Trial.",
      "first_seen": "2026-02-10T12:47:04.486494"
    },
    "doi:10.1177/17589983261420313": {
      "title": "Current rehabilitation for adults with peripheral nerve injuries in the UK: An online survey.",
      "first_seen": "2026-02-10T12:47:04.486503"
    },
    "doi:10.1093/epirev/mxag002": {
      "title": "Addressing Health Inequities in Treating Neuropathic Pain: A Scoping Review of Cognitive Behavioral Therapies, Mindfulness, and Meditative-Based Interventions.",
      "first_seen": "2026-02-10T12:47:04.486511"
    },
    "doi:10.1213/ANE.0000000000007983": {
      "title": "Addressing Healthcare Provider Well-being in a Conflict Zone: A Mixed-Method Study of Vital Anesthesia Simulation Training Wellbeing.",
      "first_seen": "2026-02-10T12:47:04.486517"
    },
    "doi:10.1093/milmed/usaf641": {
      "title": "Complementary and Integrative Health Approaches for Low Back Pain in Veterans: A Narrative Review.",
      "first_seen": "2026-02-10T12:47:04.486520"
    },
    "doi:10.7717/peerj.20744": {
      "title": "A network meta-analysis of interventions for anxiety and depression in PCOS.",
      "first_seen": "2026-02-10T12:47:04.486523"
    },
    "doi:10.1080/09658211.2026.2628213": {
      "title": "Shinshu mindful study: can mindfulness training change the retrieval mode of autobiographical memory?",
      "first_seen": "2026-02-10T12:47:04.486526"
    },
    "doi:10.1093/sexmed/qfaf102": {
      "title": "Non-pharmacological interventions for sexual health in multiple sclerosis: a systematic review and meta-analysis.",
      "first_seen": "2026-02-10T12:47:04.486530"
    },
    "doi:10.1007/s10578-026-01971-2": {
      "title": "An Evaluation of Treatment Effects of Acceptance and Commitment Therapy for Outpatient Group Treatment of Adolescents.",
      "first_seen": "2026-02-10T12:47:04.486536"
    },
    "url:https://www.newyorker.com/news/fault-lines/can-mindfulness-be-a-path-to-activism": {
      "title": "“McMindfulness” and the Fate of Spirituality Under Capitalism",
      "first_seen": "2026-02-10T12:47:04.486580"
    },
    "doi:10.3390/healthcare13030296": {
      "title": "Mindfulness Meditation for Sleep Disturbances Among Individuals with Cognitive Impairment: A Scoping Review",
      "first_seen": "2026-02-11T12:42:31.763635"
    },
    "doi:10.1038/s41598-025-94223-7": {
      "title": "EEG oscillations reveal neuroplastic changes in pain processing associated with long-term meditation",
      "first_seen": "2026-02-11T12:42:31.763649"
    },
    "doi:10.1080/09540091.2025.2467387": {
      "title": "A novel classification of meditation techniques via optimised chi-squared 1D-CNN method based on complexity, continuity and connectivity features",
      "first_seen": "2026-02-11T12:42:31.763655"
    },
    "doi:10.30998/jebg.v1i1.3725": {
      "title": "Peran Mindfulness Berbasis Islam terhadap Kesejahteraan Psikologis Siswa di Era Digital",
      "first_seen": "2026-02-11T12:42:31.763675"
    },
    "doi:10.61132/jbpab.v3i3.1841": {
      "title": "Pengaruh Pelaksanaan Vipassanā Bhavana terhadap Pengendalian Diri (Samvara) para Sastri di Pasastrian Buddha Kusalamitra Gunungkidul",
      "first_seen": "2026-02-11T12:42:31.763720"
    },
    "doi:10.3390/rel16091207": {
      "title": "A Religious–Psychological Study of Anthony de Mello’s Sadhana Practice",
      "first_seen": "2026-02-11T12:42:31.763732"
    },
    "doi:10.3390/rel17020200": {
      "title": "Cultivating the Meditative Mind: The Philosophical Integration of Śamatha and Vipaśyanā in Early Yogācāra Thought",
      "first_seen": "2026-02-11T12:42:31.763743"
    },
    "doi:10.61132/jbpab.v3i1.1831": {
      "title": "Peran Sosial dan Keagamaan Manggalīa di Vihara Surya Putra Dusun Ngadisari",
      "first_seen": "2026-02-11T12:42:31.763754"
    },
    "doi:10.1353/pew.2025.a973417": {
      "title": "Two Notions of Non-Conceptuality in Buddhist Meditative Practice",
      "first_seen": "2026-02-11T12:42:31.763772"
    },
    "doi:10.54254/2753-7080/2025.25903": {
      "title": "Listening to meditative sounds in film: an exploration of emotional guidance for the audience",
      "first_seen": "2026-02-11T12:42:31.763776"
    },
    "url:https://www.semanticscholar.org/paper/545627d2deb1b5087956a7dcb3ef9a3d67e037ff": {
      "title": "“Little Cause for Carolings”: Resistance to Music in Hardy’s Meditative Verse",
      "first_seen": "2026-02-11T12:42:31.763780"
    },
    "doi:10.1007/s11764-026-01979-6": {
      "title": "Physical activity intensities and depression in colorectal cancer: interoceptive accuracy as a mediator and mindfulness as a moderator.",
      "first_seen": "2026-02-11T12:42:31.763794"
    },
    "doi:10.3928/01484834-20251119-01": {
      "title": "The Effect of Mindfulness-Based Art Therapy in Nursing Students: A Randomized Controlled Trial.",
      "first_seen": "2026-02-11T12:42:31.763804"
    },
    "doi:10.1016/j.pmn.2026.01.003": {
      "title": "Mindfulness-based Interventions for Pain and Symptom Management in Adolescent Cancer: Systematic Review.",
      "first_seen": "2026-02-11T12:42:31.763808"
    },
    "doi:10.1080/13548506.2026.2623560": {
      "title": "The influence of organisational mindfulness on construction workers' safety behavior: a dual-path model.",
      "first_seen": "2026-02-11T12:42:31.763812"
    }
  }
}