{
  "items": {
    "doi:10.1162/IMAG.a.14": {
      "title": "Neurophysiological mechanisms of focused attention meditation: A scoping systematic review",
      "first_seen": "2026-01-20T04:12:57.246915"
    },
    "doi:10.3390/s26020475": {
      "title": "Focused Attention Meditation as a Pre-Exercise Strategy for Reducing Anxiety in Speed Skaters",
      "first_seen": "2026-01-20T04:12:57.246919"
    },
    "doi:10.1101/2025.07.01.662572": {
      "title": "Distinct patterns of directed brain connectivity in focused attention, open monitoring and loving kindness meditation: An EEG Granger causality study with long-term meditators",
      "first_seen": "2026-01-20T04:12:57.246920"
    },
    "doi:10.1007/s12671-025-02650-4": {
      "title": "The Effects of Focused Attention and Open Monitoring Meditation on Interval Duration Estimation and Passage of Time Judgments in Non-meditators",
      "first_seen": "2026-01-20T04:12:57.246921"
    },
    "doi:10.1371/journal.pone.0322537": {
      "title": "The individual and sequential effect of focused attention and open monitoring meditation on mindfulness skills",
      "first_seen": "2026-01-20T04:12:57.246922"
    },
    "doi:10.1101/2025.09.10.25335492": {
      "title": "Neurofluid circulation changes during a focused attention style of mindfulness meditation",
      "first_seen": "2026-01-20T04:12:57.246923"
    },
    "doi:10.1016/j.neuroscience.2025.02.017": {
      "title": "Investigating the effects of focused attention (mantra) meditation on mismatch negativity: Insights into sensory and cognitive processing using an intensity oddball paradigm",
      "first_seen": "2026-01-20T04:12:57.246924"
    },
    "doi:10.1093/cercor/bhaf024": {
      "title": "Dynamic functional connectivity signatures of focused attention on the breath in adolescents.",
      "first_seen": "2026-01-20T04:12:57.246925"
    },
    "doi:10.1163/22134468-bja10127": {
      "title": "Meditation-Like States of Attention and Time Perception: Longer Productions in Deeper and More Embodied States",
      "first_seen": "2026-01-20T04:12:57.246926"
    },
    "doi:10.3389/fnhum.2024.1482353": {
      "title": "Long-term mindfulness meditation increases occurrence of sensory and attention brain states",
      "first_seen": "2026-01-20T04:12:57.246927"
    },
    "doi:10.1145/3706598.3713208": {
      "title": "The Walking Meditation Mat: Leveraging Targeted Heat Sensation to Guide Attention Inward",
      "first_seen": "2026-01-20T04:12:57.246927"
    },
    "doi:10.3390/humans5040027": {
      "title": "Biopolitics of Techno-Mindfulness: Anthropological Reflections on the Issue of Modern App-Based Training of Focused Attention",
      "first_seen": "2026-01-20T04:12:57.246929"
    },
    "doi:10.3389/fpsyg.2025.1649564": {
      "title": "Beyond mindfulness: how Buddhist meditation transforms consciousness through distinct psychological pathways",
      "first_seen": "2026-01-20T04:12:57.246930"
    },
    "doi:10.1080/09658211.2025.2458300": {
      "title": "Mindfulness meditation can improve both focal and non-focal prospective memory performance",
      "first_seen": "2026-01-20T04:12:57.246930"
    },
    "doi:10.20935/mhealthwellb7666": {
      "title": "The mind’s abyss: Exploring the adverse effects of distinct forms of meditation",
      "first_seen": "2026-01-20T04:12:57.246931"
    },
    "doi:10.1093/nc/niaf047": {
      "title": "Meditation induces shifts in neural oscillations, brain complexity, and critical dynamics: novel insights from MEG",
      "first_seen": "2026-01-20T04:12:57.246932"
    },
    "doi:10.1101/2025.07.01.662528": {
      "title": "Neuroplasticity of directed connectivity in long-term meditation: Evidence from EEG Granger causality",
      "first_seen": "2026-01-20T04:12:57.246933"
    },
    "doi:10.36106/ijsr/9510938": {
      "title": "A STUDY TO EVALUATE THE EFFECTIVENESS OF MEDITATION TO REDUCE THE LEVEL OF BURNOUT SYNDROME AMONG BANK EMPLOYEES OF THE CITY.",
      "first_seen": "2026-01-20T04:12:57.246934"
    },
    "doi:10.1101/2025.05.20.655049": {
      "title": "Differential Effects of Meditation States and Traits on the Neural Mechanisms of Pain Processing",
      "first_seen": "2026-01-20T04:12:57.246935"
    },
    "doi:10.1093/cercor/bhaf200": {
      "title": "Neural correlates of metacontrol persistence and flexibility induced by creativity and meditation.",
      "first_seen": "2026-01-20T04:12:57.246936"
    },
    "doi:10.52403/ijhsr.20250409": {
      "title": "Strengthening from Within: Uniting Satwavajaya Chikitsa, Meditation, and Yogasana for Optimal Mental, Emotional, and Physical Resilience",
      "first_seen": "2026-01-20T04:12:57.246937"
    },
    "doi:10.1136/bmjopen-2024-097236": {
      "title": "Randomised controlled trial of VR-based observation meditation with AI coaching (‘Otti’) for stress reduction in university students in the United States: study protocol",
      "first_seen": "2026-01-20T04:12:57.246938"
    },
    "doi:10.7507/1001-5515.202504044": {
      "title": "[Multi-source adversarial adaptation with calibration for electroencephalogram-based classification of meditation and resting states].",
      "first_seen": "2026-01-20T04:12:57.246939"
    },
    "doi:10.7868/s3034531625030039": {
      "title": "Pilot fMRI-EEG study of tantric meditation in Tibetan monks",
      "first_seen": "2026-01-20T04:12:57.246940"
    },
    "doi:10.3389/fpsyg.2025.1572499": {
      "title": "How static and kinetic meditation, with or without guidance, affect autonomic nervous system activity in novice meditators",
      "first_seen": "2026-01-20T04:12:57.246941"
    },
    "doi:10.59231/sari7856": {
      "title": "Inner Calm: The Transformative Power of Meditation and Contemplative Practices in Stress Reduction",
      "first_seen": "2026-01-20T04:12:57.246942"
    },
    "doi:10.3390/buildings15224182": {
      "title": "Developing Design Recommendations for Meditation Centres Through a Mixed-Method Study",
      "first_seen": "2026-01-20T04:12:57.246943"
    },
    "doi:10.3390/healthcare13233044": {
      "title": "The Moderating Role of Personality on the Effects of Concentration-, Ethics- and Wisdom-Based Meditation Practices for Well-Being and Prosociality",
      "first_seen": "2026-01-20T04:12:57.246943"
    },
    "doi:10.12972/kjhn.2025.2.1.4": {
      "title": "Nursing Students’ Experiences of Mindfulness Meditation through Famous Painting Appreciation and Singing Bowl Sound Healing: A Qualitative Analysis of Reflective Journals",
      "first_seen": "2026-01-20T04:12:57.246944"
    },
    "doi:10.57067/pfvxcr55": {
      "title": "Dynamic Martial Arts as Meditation: Vipassana as a Philosophical and Practical Synchronicity",
      "first_seen": "2026-01-20T04:12:57.246945"
    },
    "doi:10.1016/j.jad.2025.120391": {
      "title": "Turning the tide: A randomized controlled trial of a brief digital mindfulness intervention to reduce immediate and delayed negative interpretation bias.",
      "first_seen": "2026-01-20T04:12:57.246946"
    },
    "doi:10.1093/geronb/gbaf235": {
      "title": "Effects of mindfulness training on sustained attention and mind-wandering in older adults: results from the HealthyAgers randomized controlled trial.",
      "first_seen": "2026-01-20T04:12:57.246947"
    },
    "doi:10.1044/2025_LSHSS-24-00127": {
      "title": "Mindfulness and the International Classification of Functioning, Disability and Health as Tools for Managing Secondary Trauma Experienced by School-Based Speech-Language Pathologists and Audiologists.",
      "first_seen": "2026-01-20T04:12:57.246948"
    },
    "doi:10.1093/schbul/sbae198": {
      "title": "Yoga-Based Group Intervention for Inpatients with Schizophrenia Spectrum Disorders-Feasibility, Acceptability, and Preliminary Outcomes of a Rater-Blinded Randomized Controlled Trial.",
      "first_seen": "2026-01-20T04:12:57.246949"
    },
    "doi:10.1080/20008066.2025.2602298": {
      "title": "The efficacy and mechanism of an integrated mindfulness-based programme on posttraumatic stress disorder among people with HIV: a randomized controlled trial with 3-month follow up.",
      "first_seen": "2026-01-20T04:12:57.246950"
    },
    "doi:10.1017/S0033291725102973": {
      "title": "Implicit opioid associations in OUD treatment: prediction of treatment response and moderation by mindfulness-oriented recovery enhancement.",
      "first_seen": "2026-01-20T04:12:57.246950"
    },
    "doi:10.1136/bmjopen-2025-104334": {
      "title": "Traditional, integrative and complementary medicine use in the UK population: results of a nationally representative cross-sectional survey.",
      "first_seen": "2026-01-20T04:12:57.246951"
    },
    "doi:10.1177/15598276261417271": {
      "title": "Effects of Lifestyle Medicine on Alzheimer's Disease: Insights From Emerging Evidence and Multi-Domain Interventions.",
      "first_seen": "2026-01-20T04:12:57.246952"
    },
    "doi:10.1016/j.jad.2025.120438": {
      "title": "Effects of prenatal exercise on prenatal and postpartum depression and anxiety symptoms: A systematic review and network meta-analysis.",
      "first_seen": "2026-01-20T04:12:57.246953"
    },
    "doi:10.1016/j.jad.2026.121189": {
      "title": "Psychological intervention for postpartum depression: A systematic review and network meta-analysis.",
      "first_seen": "2026-01-20T04:12:57.246954"
    },
    "doi:10.1136/bmjopen-2025-110239": {
      "title": "Exploring the mechanisms of yoga-based cardiac rehabilitation in heart failure via assessment of endothelial function, genomics and arterial health (Yoga-EndOmics): a study protocol.",
      "first_seen": "2026-01-20T04:12:57.246955"
    },
    "doi:10.1080/07481187.2026.2613244": {
      "title": "The effects of Mindfulness-Based Stress Reduction program on stress, subjective anxiety, self-compassion, and prenatal attachment in pregnant women with perinatal loss: A randomized controlled trial.",
      "first_seen": "2026-01-20T04:12:57.246956"
    },
    "doi:10.1016/j.jneb.2025.12.011": {
      "title": "Healthy Eating for Young Adults: Communication in Early Stages of Behavior Change.",
      "first_seen": "2026-01-20T04:12:57.246957"
    },
    "doi:10.1177/09226028251410014": {
      "title": "A Brief Mindfulness Intervention for Pain Management in Fibromyalgia: A Single-arm Open-Label Study.",
      "first_seen": "2026-01-20T04:12:57.246958"
    },
    "url:https://www.newyorker.com/culture/photo-booth/an-indigenous-communitys-spiritual-haunting": {
      "title": "An Indigenous Community’s Spiritual Haunting",
      "first_seen": "2026-01-20T04:12:57.246972"
    }
  }
}